{
  "updated": "2025-10-07T21:44:38",
  "movies": [
    {
      "id": 1558718,
      "title": "Close to You",
      "date": "2025-10-07",
      "overview": "A baby learns its first walk while toys and its dummy come alive",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 1558608,
      "title": "De Virada: Bastidores e Desafios do Futebol",
      "date": "2025-10-07",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/kiBge61Ri3YDrpksarEuaBsyNI0.jpg",
      "rating": 0.0
    },
    {
      "id": 1558573,
      "title": "黎明狙击",
      "date": "2025-10-07",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/5uxFt8lMOv12Q2fnMhjgaUvEyLB.jpg",
      "rating": 0.0
    },
    {
      "id": 1558402,
      "title": "A Visitor Looks for a New Home",
      "date": "2025-10-07",
      "overview": "An alien visitor descends upon the Earth in search of a new home",
      "poster": "https://image.tmdb.org/t/p/w342/wqnBxjvHBHLeAJ1xeNYYc1km7OP.jpg",
      "rating": 0.0
    },
    {
      "id": 1558326,
      "title": "Duke Boney's Bad Day",
      "date": "2025-10-07",
      "overview": "A dying doppelganger tracks down its original to siphon his life force.",
      "poster": "https://image.tmdb.org/t/p/w342/ieBY5hey9pKtxn0mfrPNUuG8rBA.jpg",
      "rating": 0.0
    },
    {
      "id": 1557417,
      "title": "Rendez-vous avec le crime : L'héritage fantôme",
      "date": "2025-10-07",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/m840VLcOxsSk6xZDfPmWxx0kdkw.jpg",
      "rating": 0.0
    },
    {
      "id": 1556404,
      "title": "O Homem Capivara",
      "date": "2025-10-07",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/eDBunMx35iAq7ECAN0T1o8zDSW8.jpg",
      "rating": 0.0
    },
    {
      "id": 1554227,
      "title": "Lily & Lily",
      "date": "2025-10-07",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/vkmsFiS6hoJnuVbWNMCrmvEnBjl.jpg",
      "rating": 0.0
    },
    {
      "id": 1553865,
      "title": "NJPW Superhuman Taiji Ishimori Gets Even More Ridiculous",
      "date": "2025-10-07",
      "overview": "Superhuman Taiji Ishimori Gets Even More Ridiculous was a professional wrestling pay-per-view (PPV) produced by New Japan Pro-Wrestling and Taiji Ishimori that took place on Oct 7, 2025 at Korakuen Hall in Tokyo, Japan.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 1553857,
      "title": "LOS OJOS DE HELEN",
      "date": "2025-10-07",
      "overview": "The life of Helen Zout, an Argentine photographer persecuted during the civic-military-ecclesiastical dictatorship. Through her lens, Zout captured the horror and fragility of life, transforming pain into memory and resistance.",
      "poster": "https://image.tmdb.org/t/p/w342/69Ru9H4mcyqo1k7RBYG7zoPk35L.jpg",
      "rating": 0.0
    },
    {
      "id": 1553486,
      "title": "NXT vs. TNA Showdown",
      "date": "2025-10-07",
      "overview": "Following TNA's invasion of NXT this past Tuesday, NXT General Manager Ava made the blockbuster announcement during NXT No Mercy.  On Tuesday, October 7, it will be TNA vs. NXT on a special Invasion edition of WWE NXT.  The best from TNA and NXT will clash for supremacy in two Survivor Series style matches, one for the men and one for the women. The teams will be revealed by TNA Director of Authority Santino Marella and NXT General Manager Ava this Tuesday.",
      "poster": "https://image.tmdb.org/t/p/w342/3Arn3Yykg6SoqlEjKIviRifpA2N.jpg",
      "rating": 0.0
    },
    {
      "id": 1551336,
      "title": "Matt McCusker: A Humble Offering",
      "date": "2025-10-07",
      "overview": "From wife logic to locker-room shame, Matt McCusker offers witty takes on manhood, marriage and raising daughters in a world he barely understands.",
      "poster": "https://image.tmdb.org/t/p/w342/aj5H3NXD83lGfUWPgeuuyMOpuRj.jpg",
      "rating": 0.0
    },
    {
      "id": 1550330,
      "title": "Girlfriend Missing",
      "date": "2025-10-07",
      "overview": "A young man must prove his innocence when his fiancee and infant son go missing. As unexplainable evidence mounts against him, he starts to realize that someone is trying to frame him.",
      "poster": "https://image.tmdb.org/t/p/w342/67YXIeAnyEXjNdMzbbqwyEFP0px.jpg",
      "rating": 0.0
    },
    {
      "id": 1550298,
      "title": "UNraveling UNRWA",
      "date": "2025-10-07",
      "overview": "Following the October 7th massacre and allegations that UNRWA staff were involved in the kidnappings, the agency made headlines around the world. Israel enacted legislation to suspend cooperation with UNRWA, despite the ongoing humanitarian crisis in Gaza. The film presents a historical examination of UNRWA’s role—a temporary agency, initially mandated to resolve the refugee crisis following the 1948 war, which has never ceased its operations and, after 75 years, continues to perpetuate generations of refugees",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 1549897,
      "title": "The Other Skye",
      "date": "2025-10-07",
      "overview": "Skye a chronically ill outcast, lives in hiding just outside of this retro-futuristic America. The only thing keeping her alive is hope that she'll be cured and accepted back into a society and family she so desperately misses. Well... that and beans. But when drag queen, Virginia Curve, shows up in the woods to self-terminate an unlikely friendship is formed. Skye is forced to consider a totally different kind of healing.",
      "poster": "https://image.tmdb.org/t/p/w342/slhhMEUFm0EXDViIdnQNsibHmM.jpg",
      "rating": 0.0
    },
    {
      "id": 1547527,
      "title": "Stay",
      "date": "2025-10-07",
      "overview": "Kiara, a PhD author on African spirituality, and Miles, a former MMA fighter turned trainer, facing the end of their marriage. They encounter supernatural forces and go from fighting one another to fighting for their lives. To survive, they must conquer darkness with love.",
      "poster": "https://image.tmdb.org/t/p/w342/8CU1zgwlrwptRoOBkgWK5gxKT1o.jpg",
      "rating": 0.0
    },
    {
      "id": 1545947,
      "title": "My Friend Satan",
      "date": "2025-10-07",
      "overview": "Jonas works at a fast-food restaurant. Next door, the noise from an evangelical church disturbs his rest. One day, after leaving work, he finds a creature in the trash.",
      "poster": "https://image.tmdb.org/t/p/w342/mJUqJSVKdhdyLGjqtcg3SnWZRh.jpg",
      "rating": 0.0
    },
    {
      "id": 1545638,
      "title": "Ficção Científica para Alunos Aplicados",
      "date": "2025-10-07",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/h306RIKsfsXwjVkzu5cH0q7VEvV.jpg",
      "rating": 0.0
    },
    {
      "id": 1539846,
      "title": "My Dad is an Astronaut",
      "date": "2025-10-07",
      "overview": "Through dreamy textures and thermal imaging, the film hums with quiet longing, lost signals, and the strange intimacy of distance.",
      "poster": "https://image.tmdb.org/t/p/w342/qSLpwgBsoQDF7wgNbpJLBuawvR3.jpg",
      "rating": 0.0
    },
    {
      "id": 1538025,
      "title": "Dinner",
      "date": "2025-10-07",
      "overview": "It's time to feed, sheep beware. Splattering love. Vampire bats must feed, sheep beware. The film also pays tribute Disney’s Skeleton Dance, animated by Ub Irweks.",
      "poster": "https://image.tmdb.org/t/p/w342/dVTNS4Wmquk0QIT6xK1uCe6SHkf.jpg",
      "rating": 0.0
    },
    {
      "id": 1537147,
      "title": "In the Room",
      "date": "2025-10-07",
      "overview": "In the face of exile, five Afghan women’s commitment to freedom and equality empowers them to take the world stage and reclaim their homeland. Through a series of honest conversations, these extraordinary rebels reveal the deeply personal history of Afghanistan in all its complexity, beauty and struggle.",
      "poster": "https://image.tmdb.org/t/p/w342/dYDL0zBWrQsnJTdodOGFo60YDtP.jpg",
      "rating": 0.0
    },
    {
      "id": 1528901,
      "title": "New Money",
      "date": "2025-10-07",
      "overview": "IT specialist Taavi and his teacher wife Liisa are suddenly faced with a question: what to do if one morning they have an absurdly large amount of money in their bank account - no less, no more than 50 million euros.",
      "poster": "https://image.tmdb.org/t/p/w342/3izVF59gNtCXnevHWLO75Yev6vD.jpg",
      "rating": 0.0
    },
    {
      "id": 1525972,
      "title": "Broken Mary: The Kevin Matthews Story",
      "date": "2025-10-07",
      "overview": "It’s Chicago in the 1980s and ‘90s, and Kevin Matthews has it all as one of the nation’s most recognized on-air radio personalities. He’s partying with celebrities, rubbing shoulders with famous athletes, and the world is at his fingertips. Then everything changes – he’s diagnosed with a debilitating illness and the spotlight gradually slips away. At the height of his anguish, he stumbles upon a broken statue of the Virgin Mary, and his life takes an unexpected turn. In this moment of spiritual awakening, Kevin finds his true purpose and calling, discovering what matters most. Calling himself “Mary’s Roadie,” he offers his fans something deeper: inspiration and hope.",
      "poster": "https://image.tmdb.org/t/p/w342/bIjHjhWeGF1LXAZYdqN7Vl1tnj1.jpg",
      "rating": 0.0
    },
    {
      "id": 1516101,
      "title": "Film or Not Film",
      "date": "2025-10-07",
      "overview": "During the Covid-19 pandemic, young filmmakers from a São Paulo favela make a film to apply for a grant offered by an institution that uses them as mere pawns. An opportunity for a critical exercise and a demonstration of lucidity.",
      "poster": "https://image.tmdb.org/t/p/w342/9EGlKgwHd9fXfcUkQ1OyVcr44XS.jpg",
      "rating": 0.0
    },
    {
      "id": 1511788,
      "title": "The course of nature",
      "date": "2025-10-07",
      "overview": "Jimmy loves nature and Charlie hates Jimmy.",
      "poster": "https://image.tmdb.org/t/p/w342/u20ulY2A92n7DjhE5sMa6R1qEYc.jpg",
      "rating": 0.0
    },
    {
      "id": 1511122,
      "title": "The Drowned",
      "date": "2025-10-07",
      "overview": "The Drowned follows three thieves who have just stolen a priceless painting and arrive at a secluded safe house by the sea, only to discover their fourth accomplice is missing. They must question whether one of them was responsible for her disappearance, or if the blame lies with a more sinister presence lurking in the deep water below.",
      "poster": "https://image.tmdb.org/t/p/w342/9EwX2jX9TvznIwRaPxABiRyTiHz.jpg",
      "rating": 0.0
    },
    {
      "id": 1508191,
      "title": "Ozzy: No Escape from Now",
      "date": "2025-10-07",
      "overview": "Ozzy Osbourne faces his identity and mortality after his world stops. Dealing with health issues and Parkinson's, he questions if he can perform again while music remains his life's cornerstone.",
      "poster": "https://image.tmdb.org/t/p/w342/uGrnqluS0WhpJ6OzBTIIxlYAA3u.jpg",
      "rating": 8.0
    },
    {
      "id": 1498739,
      "title": "Cat & Fish",
      "date": "2025-10-07",
      "overview": "A goldfish in a small container goes to a bigger pond with the help of a cat and the sun",
      "poster": "https://image.tmdb.org/t/p/w342/eHhT9RUK7X7lbFgYWxbCbg3ECAB.jpg",
      "rating": 0.0
    },
    {
      "id": 1421184,
      "title": "A Letter to David",
      "date": "2025-10-07",
      "overview": "Ten years ago, David Cunio starred in Tom Shoval’s debut feature film Youth, which revolved around a kidnapping. On October 7, 2023, Cunio was taken from the Nir Oz kibbutz and has been held hostage in Gaza ever since. Now, Shoval sends him a cinematic letter.",
      "poster": "https://image.tmdb.org/t/p/w342/67zkNiqPduqOGLlv4rjw9RkFvJT.jpg",
      "rating": 0.0
    },
    {
      "id": 1420259,
      "title": "People and Meat",
      "date": "2025-10-07",
      "overview": "Three elderly people, all feeling the strain of life, accidentally come together. Two men, one woman. They are Woo-sick, Hyung-jun, and Hwa-jin. Their sole goal is to \"grease their insides\" by eating pork all around Seoul. Their mission is clear: to dine without paying a cent! As they enjoy free meat, their faces brighten up, they feel alive, and most importantly, they've made friends! Their friendship deepens as time passes.",
      "poster": "https://image.tmdb.org/t/p/w342/u4dev2Kyoi5QpCKYA5boT6CN6VN.jpg",
      "rating": 0.0
    },
    {
      "id": 1405318,
      "title": "The Healing",
      "date": "2025-10-07",
      "overview": "Lyuba flees her abusive husband for a mysterious retreat with friends. Surreal rituals and haunting visions reveal dark secrets, pushing her to confront a terrifying choice: escape or succumb to a chilling fate.",
      "poster": "https://image.tmdb.org/t/p/w342/eZzkf0eIKqUNmGOrSGQ6bqeMVQw.jpg",
      "rating": 3.0
    },
    {
      "id": 1402913,
      "title": "Badass Girl",
      "date": "2025-10-07",
      "overview": "National track star Na Aeri, and her eternal rival 'Hany' join, the two participate in a special event race called 'Street Run' through the city's alleys, where they face off against the rising comet-like newcomer 'Rapid Ju'.",
      "poster": "https://image.tmdb.org/t/p/w342/hUWVI0t75vBJywNmjP8tSjVgMAF.jpg",
      "rating": 0.0
    },
    {
      "id": 1352755,
      "title": "Maintenance Required",
      "date": "2025-10-07",
      "overview": "Charlie, the fiercely independent owner of an all-female mechanic shop, is forced to reevaluate her future when a flashy corporate competitor moves in across the street. Seeking comfort, she turns to an anonymous online confidant - unaware she's confiding in Beau, the very rival threatening her business.",
      "poster": "https://image.tmdb.org/t/p/w342/lM7Q1y0pmHPWZCPmGkAWGKdgu6W.jpg",
      "rating": 0.0
    },
    {
      "id": 1339210,
      "title": "Affection",
      "date": "2025-10-07",
      "overview": "Ellie Carter has never met the man who calls himself her husband, nor does she recognize the girl who calls her mother, and can’t remember the life she is told is her own. Afflicted by violent seizures that reset her memory without warning, she is trapped in a cyclical nightmare, struggling to uncover the horrifying truth of her existence before she forgets it all over again.",
      "poster": "https://image.tmdb.org/t/p/w342/yAOyazNUz5cLpDEOMi2MOnnHuKB.jpg",
      "rating": 0.0
    },
    {
      "id": 1214361,
      "title": "Bad Men Must Bleed",
      "date": "2025-10-07",
      "overview": "After a young girl’s family is brutally murdered by ruthless outlaw Harrison Griggs, she forms an unlikely bond with a haunted Civil War veteran turned fugitive known as 'The Butcher'. Together, they must stop Griggs and his gang before he seizes control of the town.",
      "poster": "https://image.tmdb.org/t/p/w342/sFertm57fs49V8fltFAgpo5d1aq.jpg",
      "rating": 0.0
    },
    {
      "id": 1167222,
      "title": "Martinez, Margaritas and Murder!",
      "date": "2025-10-07",
      "overview": "As a gay actor’s friends are murdered one by one, he is recruited by a private investigator to help set a trap for the killer responsible: The Bedroom Butcher.",
      "poster": "https://image.tmdb.org/t/p/w342/qvB7txLK0sVSrLDFLMlKHhkNKIQ.jpg",
      "rating": 0.0
    },
    {
      "id": 1133411,
      "title": "I'll Come Back for You",
      "date": "2025-10-07",
      "overview": "Murilo, a Black graffiti artist from São Paulo, Brazil, shares his memories in an animated diary blending 2D, 3D, and live-action about his best friend, childhood, and the Brazilian hip-hop scene.",
      "poster": "https://image.tmdb.org/t/p/w342/wv5EogLQMyEGwZHO9RU8UXYU3z0.jpg",
      "rating": 0.0
    },
    {
      "id": 1558273,
      "title": "Glaciers d'Arctique, état des lieux",
      "date": "2025-10-08",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/dbTk5IdeBpdhobv7WwTLssgopRH.jpg",
      "rating": 0.0
    },
    {
      "id": 1557936,
      "title": "Echoes of Resilience: Daughters of Two Rivers",
      "date": "2025-10-08",
      "overview": "An artistic journey into the heart of history, identity, and collective memory, which aims to reveal the silent stories of Uzbek and Roma women. Despite their remarkable resilience, strength, and cultural richness, these women have remained in the shadows of social norms, systemic oppression, and historical neglect.",
      "poster": "https://image.tmdb.org/t/p/w342/wnoCcp0XWyj91qcuTWxbCKIwQFh.jpg",
      "rating": 0.0
    },
    {
      "id": 1556930,
      "title": "Train Tracks",
      "date": "2025-10-08",
      "overview": "A boy and a girl meet in a small town in the middle of the night,  wandering about until each of them ends up reaching their next  destination.",
      "poster": "https://image.tmdb.org/t/p/w342/bVwKmSh33NybvuTOtu863NxyMfR.jpg",
      "rating": 0.0
    },
    {
      "id": 1556383,
      "title": "Short Sharp Scares: Snare",
      "date": "2025-10-08",
      "overview": "Part found footage. Part point of view. All terror.",
      "poster": "https://image.tmdb.org/t/p/w342/u1Oae8zEVY2JOheVCMOB18ngKpb.jpg",
      "rating": 0.0
    },
    {
      "id": 1556282,
      "title": "Tomb Raiders: Secrets of Tianxing Tomb",
      "date": "2025-10-08",
      "overview": "Hu Bayi searches for his ancestors' remains alongside his friends Chubby Wang and Golden Teeth. He ventures into Daxian Mountain, facing deadly tombs, eerie ghosts, and perilous traps.",
      "poster": "https://image.tmdb.org/t/p/w342/6bJnlk7Vji7VlcKeF3A2r6PqgKB.jpg",
      "rating": 0.0
    },
    {
      "id": 1555443,
      "title": "Clash Of The Comics",
      "date": "2025-10-08",
      "overview": "IS IT A COMEDY SHOW? IS IT A WRESTLING SHOW? YES.  The Edinburgh Comedy Award-winning, total sell-out, global cult sensation is coming to the Eventim Apollo for its biggest and most spectacular show yet.  CLASH OF THE COMICS is an epic, jaw-dropping night in which the biggest names in comedy really – yes, really – step into the ring, to take on each other and some of the UK’s biggest and best professional wrestlers",
      "poster": "https://image.tmdb.org/t/p/w342/tcl4wl9UHOcJt88MPEvac1x5WXP.jpg",
      "rating": 0.0
    },
    {
      "id": 1555009,
      "title": "The Diary Of A CEO: Louis Tomlinson",
      "date": "2025-10-08",
      "overview": "For the first time ever, Cineworld brings a podcast to cinemas with the world exclusive premiere of The Diary of a CEO with Steven Bartlett and Louis Tomlinson. In this powerful, candid conversation, the global music star opens up about his childhood in Doncaster, the pressure of overnight fame, building his solo career and personal reflections on grief, fatherhood, mental health and staying grounded through it all. This one night only event offers fans the chance to watch it the night before its global release, exclusively at Regal in the US. This film will be played at Regal Union Square (NYC), Regal Irvine Spectrum (LA), Regal City North (Chicago), Regal Edwards Houston Marq'E, Regal Meridian (Seattle), and Regal Kendall Village (Miami).",
      "poster": "https://image.tmdb.org/t/p/w342/jC3iAwxC9W6k9ikyRij4PLIYDVt.jpg",
      "rating": 0.0
    },
    {
      "id": 1554602,
      "title": "Top Floor",
      "date": "2025-10-08",
      "overview": "A dying girl and a living girl in a conversation on the top floor, navigating the journey of understanding each other. Why live? What to live for?",
      "poster": "https://image.tmdb.org/t/p/w342/dqFv5YRqIPvRnw0Wae7A1NCtp8W.jpg",
      "rating": 0.0
    },
    {
      "id": 1554339,
      "title": "The Wasp or The Sheer Beauty of Accepting Yourself",
      "date": "2025-10-08",
      "overview": "A young man grappling with melancholy is stunned to learn he is 62% wasp.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 1553939,
      "title": "Niccolò",
      "date": "2025-10-08",
      "overview": "From innocent to genius. Niccolò is a young violonist destined to become a legend.",
      "poster": "https://image.tmdb.org/t/p/w342/lFfwEOrrrNcZD8vZxbAZQuBXm77.jpg",
      "rating": 0.0
    },
    {
      "id": 1552236,
      "title": "Mom, the world is dying",
      "date": "2025-10-08",
      "overview": "Emilio and Tomás are two boys who decide not to go to school because rumors say the world is going to end that day. Emilio decides to go rescue his mother, who, he's told, \"has gone to the other side.\" But before setting out on his journey, Emilio discovers the truth.",
      "poster": "https://image.tmdb.org/t/p/w342/r0G0E6C6nfE7LnZeb5hJM7TGrH.jpg",
      "rating": 0.0
    },
    {
      "id": 1551885,
      "title": "Clout",
      "date": "2025-10-08",
      "overview": "Rebellious boarding school teen Oskar's desperate pursuit of attention spirals into something sinister.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 1550290,
      "title": "No Cakes from the Homefront",
      "date": "2025-10-08",
      "overview": "Forgotten testimonies and rare archival materials tell for the first time the stories of women from the aftermath of the Yom Kippur War and reveal a new perspective on the war.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 1550276,
      "title": "Annu",
      "date": "2025-10-08",
      "overview": "Sana and Annu — grandmother and six-year-old granddaughter, live together in a Druze village in the Galilee. The day before Annu’s family is due to move to Haifa, Annu suddenly loses consciousness. When she wakes up beside her grandmother, she whispers: “You will find my children in Syria.” Sana becomes convinced that Annu is the reincarnation of her sister Muna, who was killed in the war, and is overwhelmed by the revelation. But Annu’s parents explain it away as a side effect of epilepsy and medication. They ask Sana to stop and begin to distance the two from one another.  Heartbroken, Sana sets out on a journey to cross into Syria — the homeland she left at seventeen. There, she uncovers not only the true meaning behind her granddaughter’s words, but also what she herself has been searching for all along.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 1549177,
      "title": "Desesperadas medidas",
      "date": "2025-10-08",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/4AdDUY5rmuLl8UuyqoNgBMXf645.jpg",
      "rating": 0.0
    },
    {
      "id": 1548886,
      "title": "History of Darkness",
      "date": "2025-10-08",
      "overview": "A History of Darkness summons the figures of Nero, Dante, the Marquis de Sade and Ludwig II in the intoxication of their obsessions, between ecstasy and damnation, fascination and repulsion. A family portrait teetering on the edge of the abyss.",
      "poster": "https://image.tmdb.org/t/p/w342/r2E68J4sE33CFINVFJgYSg4ISjM.jpg",
      "rating": 0.0
    },
    {
      "id": 1543944,
      "title": "Dracula Revamped",
      "date": "2025-10-08",
      "overview": "A local theatre troupe sets out to make their own movie version of Dracula, but their charismatic leader may be more than just an inspiring director—he could be a real blood-sucking vampire. As rehearsals turn sinister, the lines between performance and reality blur, leading to a delightfully dark and unpredictable finale.",
      "poster": "https://image.tmdb.org/t/p/w342/gMfaik57sIhAQQEWPtAOUVLsqUi.jpg",
      "rating": 0.0
    },
    {
      "id": 1543942,
      "title": "Haunted & Devoted",
      "date": "2025-10-08",
      "overview": "In the dark streets of Melbourne, vampire Chisuki finds love with fiery empath Isabel. But when death looms, turning Izzy binds them in passion-and hunger. As bloodlust rises, can their love survive the darkness?",
      "poster": "https://image.tmdb.org/t/p/w342/gRVSROgVu3j1LgLRuPzYs9HtffZ.jpg",
      "rating": 0.0
    },
    {
      "id": 1543367,
      "title": "On Saint Nicholas' Eve",
      "date": "2025-10-08",
      "overview": "After seeing a man lying in the snow, a boy remembers a St. Nicholas night spent with his father years ago. The boy expected his father to give him a toy as a gift, but it didn't go as expected.",
      "poster": "https://image.tmdb.org/t/p/w342/kQpIyDF8jVpFXGIXauwdKSs3vqg.jpg",
      "rating": 0.0
    },
    {
      "id": 1541760,
      "title": "Heading West",
      "date": "2025-10-08",
      "overview": "Before saying farewell to their beloved hometown due to an impending nuclear power plant, a group of five enthusiastic young students embarks on a mission to create a film that will forever capture the precious memories of their neighborhood.",
      "poster": "https://image.tmdb.org/t/p/w342/3QGs22CJF6q6eIaSqeVZllfB4DK.jpg",
      "rating": 0.0
    },
    {
      "id": 1540736,
      "title": "Hedgehog Cakes: Sweet Weapon of Terror",
      "date": "2025-10-08",
      "overview": "The film reveals the dark history of totalitarian repressions during the late 1930s, focusing on a peculiar artifact: hedgehog cakes. Named after the notorious Soviet people's commissar Nikolai Yezhov (with \"yezh\" meaning \"hedgehog\" in Russian), these seemingly innocent desserts became a spooky symbol of terror. According to speculative theories, hedgehog cakes were not just treats but served as secret signals of inescapable danger, marking recipients for possible exile to Siberian camps or even death.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 1537820,
      "title": "Save Me From Heaven",
      "date": "2025-10-08",
      "overview": "With the help of a software engineer, a brave young woman must remember who she is to save herself from being deleted by a virtual version of heaven.",
      "poster": "https://image.tmdb.org/t/p/w342/ccVh9xuLrrcVzQbY4z8Mq4qUGGJ.jpg",
      "rating": 0.0
    },
    {
      "id": 1537718,
      "title": "Red Socks",
      "date": "2025-10-08",
      "overview": "Ford, an awkward, reserved straight-A student, finds himself caught up in an underground fighting club. After winning his first fight by pure luck, Ford develops an obsession with the club, and now he's finally being noticed for something. But how far will he go in pursuit of glory before he loses everything he holds dear?",
      "poster": "https://image.tmdb.org/t/p/w342/hjVNajehIUSXpdEUEiZx4yFoOq3.jpg",
      "rating": 0.0
    },
    {
      "id": 1537174,
      "title": "particle dance",
      "date": "2025-10-08",
      "overview": "Kengo Kuma, one of Japan’s greatest contemporary architects, is globally recognized for his innovative designs that harmonize nature and material. His work is a dance between structure, environment, and people, incorporating the unique properties of a building’s place and purpose into his approach. Director Hiromoto Oka is a former student of Kuma, and particle dance documents Kuma’s projects and processes across 15 years and 17 countries.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 1537151,
      "title": "Last Night in Taipei",
      "date": "2025-10-08",
      "overview": "Blanche, Jake, and Axin went their separate ways six years ago, after sharing a close friendship and a dream of becoming actors. Since then, they've had no contact. What happened? Fate reunites them tonight in the heart of Taipei, but they only have a few hours to uncover the secrets hidden in each other’s hearts.",
      "poster": "https://image.tmdb.org/t/p/w342/dGG2JtFXIrRCI9j1QOXBbJpHnDm.jpg",
      "rating": 0.0
    },
    {
      "id": 1519636,
      "title": "Book of Ruth",
      "date": "2025-10-08",
      "overview": "Ruth and Shmuel, a young couple from the ultra-Orthodox world, thought they knew everything about love. She, a sensitive young mother, constantly tests boundaries—but with grace. He, a brilliant yeshiva student, has a promising future in the yeshiva world. But when tragedy hits them, everything they believed about family, community, parenting—and even God—is put to the test. RUTH  is a moving, intimate drama with surreal moments. A story about two people trying not to lose each other, yet speaking different languages that widen the emotional and religious gap between them, in a world where asking questions—especially the hard ones—is forbidden.",
      "poster": "https://image.tmdb.org/t/p/w342/okXH2brEUo6BWeye1ySK3omKwlq.jpg",
      "rating": 0.0
    },
    {
      "id": 1461601,
      "title": "Game Over",
      "date": "2025-10-08",
      "overview": "Two friends discover an off the market virtual reality game that turns deadly.",
      "poster": "https://image.tmdb.org/t/p/w342/bRUuEWFIUi2PHaY2lVDsO5rdOOy.jpg",
      "rating": 0.0
    },
    {
      "id": 1452536,
      "title": "Palomita",
      "date": "2025-10-08",
      "overview": "A hungry pidgeon finds a box of popcorn, down on a bench, and tries to reach it. The only thing it stops him to get it it's the rain.",
      "poster": "https://image.tmdb.org/t/p/w342/lT85yEAAHekp14tonQ9GtaB0FO3.jpg",
      "rating": 0.0
    },
    {
      "id": 1445189,
      "title": "Cancel",
      "date": "2025-10-08",
      "overview": "Santtu becomes the victim of a phone theft. The phone contains highly sensitive content that, if exposed, would lead to a cancellation of the social media stars, destroying their careers and ruining a major marketing deal.",
      "poster": "https://image.tmdb.org/t/p/w342/8urrmVjXjclsnKOCFbHL5i1wI8t.jpg",
      "rating": 0.0
    },
    {
      "id": 1415708,
      "title": "The Man Who Married A Robot",
      "date": "2025-10-08",
      "overview": "A lonely man’s pursuit of intimacy through his relationship with the internet sends him spiraling as he loses touch with reality.",
      "poster": "https://image.tmdb.org/t/p/w342/6dvifSiJxcN5xdOfM3N9hr0K8Mq.jpg",
      "rating": 0.0
    },
    {
      "id": 1383053,
      "title": "Hors-service",
      "date": "2025-10-08",
      "overview": "Five former public sector employees gather in an abandoned hospital. As they explore the space, the former judge, police officer, emergency doctor, teacher, and postal worker share their experiences of work-related suffering and the ethical conflicts they faced following the dismantling of public services.",
      "poster": "https://image.tmdb.org/t/p/w342/umzD6YbuazXTf56dsvx6A8ZMnBx.jpg",
      "rating": 0.0
    },
    {
      "id": 1330337,
      "title": "Hepta (The Last Debate)",
      "date": "2025-10-08",
      "overview": "The film embarks on a journey into the world of romantic relationships with their ups and downs and their impact on human lives through a number of different stories, and it presents a new perspective on love that goes beyond traditional concepts and reveals unfamiliar angles.",
      "poster": "https://image.tmdb.org/t/p/w342/t1dT3sn7zFlTWAvrF6qQepbo7cv.jpg",
      "rating": 0.0
    },
    {
      "id": 1315245,
      "title": "Algiers",
      "date": "2025-10-08",
      "overview": "The kidnapping of a little girl creates tension and suspicion in Algiers. Only Dounia, a brilliant psychiatrist, and Sami, a police inspector, can unearth the demons of the past.",
      "poster": "https://image.tmdb.org/t/p/w342/dyf5AO7x4MBPDJzZjhHk3wwfKow.jpg",
      "rating": 0.0
    },
    {
      "id": 1305232,
      "title": "Brains",
      "date": "2025-10-08",
      "overview": "A filmmaker has to visit his mother, who is suffering from a neurodegenerative disease. Along the way, and the reunions with friends, memories flood back.",
      "poster": "https://image.tmdb.org/t/p/w342/AvrnoO8Bb2Ua3hr0wZMP2GecVXY.jpg",
      "rating": 0.0
    },
    {
      "id": 1284496,
      "title": "Cycle of Time",
      "date": "2025-10-08",
      "overview": "In 1950s France, Helene and Michel lead a simple life until a freak accident in 2025 leads to Helene becoming a bank executive and Michel struggling with unemployment and depression. Their children grow up in a technology-dominated world.",
      "poster": "https://image.tmdb.org/t/p/w342/mUAaF0I4gk4uPLQhG6rekolLNOq.jpg",
      "rating": 0.0
    },
    {
      "id": 1277988,
      "title": "Caramelo",
      "date": "2025-10-08",
      "overview": "After a life-changing diagnosis, a promising chef finds hope and humor with the help of a fur-midable dog friend.",
      "poster": "https://image.tmdb.org/t/p/w342/c4ZEAah5a01cu27w7vT2IAoFogk.jpg",
      "rating": 0.0
    },
    {
      "id": 1262773,
      "title": "Meteors",
      "date": "2025-10-08",
      "overview": "France's rural wasteland. Mika and Dan have big dreams but little luck. Cornered after another blunder by Dan, they end up working for Tony, their best friend, who's now the king of construction. Mika and Dan need to find a way out of here, a way out of trouble – simply a way out.",
      "poster": "https://image.tmdb.org/t/p/w342/l5YSg8ncXvKLvrRj0MAqf6YGeic.jpg",
      "rating": 0.0
    },
    {
      "id": 1254808,
      "title": "Nouvelle Vague",
      "date": "2026-01-30",
      "overview": "This is the story of Godard making ”Breathless”, told in the style and spirit in which Godard made “Breathless”.",
      "poster": "https://image.tmdb.org/t/p/w342/61K6trpEo502AngE4dT9WVo17nk.jpg",
      "rating": 0.0
    },
    {
      "id": 1242419,
      "title": "Roofman",
      "date": "2025-10-17",
      "overview": "A former Army Ranger and struggling father turns to robbing McDonald’s restaurants by cutting holes in their roofs, earning him the nickname 'Roofman'. After escaping prison, he secretly lives inside a Toys “R” Us for six months, surviving undetected while planning his next move. But when he falls for a divorced mom drawn to his undeniable charm, his double life begins to unravel, setting off a compelling and suspenseful game of cat and mouse as his past closes in.",
      "poster": "https://image.tmdb.org/t/p/w342/uhXxW7EmzZIWFVpbF42r6L2g7Oh.jpg",
      "rating": 8.0
    },
    {
      "id": 533533,
      "title": "TRON: Ares",
      "date": "2025-10-10",
      "overview": "A highly sophisticated Program called Ares is sent from the digital world into the real world on a dangerous mission, marking humankind's first encounter with A.I. beings.",
      "poster": "https://image.tmdb.org/t/p/w342/chpWmskl3aKm1aTZqUHRCtviwPy.jpg",
      "rating": 8.0
    },
    {
      "id": 1558321,
      "title": "Lemons (Singular)",
      "date": "2025-10-09",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/8vPc9meraAcyqv9lZa5mHVweczN.jpg",
      "rating": 0.0
    },
    {
      "id": 1558260,
      "title": "Murmur: Red Hill",
      "date": "2025-10-09",
      "overview": "",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 1558126,
      "title": "Grazia",
      "date": "2025-10-09",
      "overview": "",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 1557873,
      "title": "MVP",
      "date": "2025-10-09",
      "overview": "A star student-athlete feels his worth is tied to his swimming success, straining his relationship with his Dad. After winning an MVP award, the pressure drives him to find solace in films. He creates a short film that premieres the same day as his biggest competition, forcing him to choose between expectations and his true passion.",
      "poster": "https://image.tmdb.org/t/p/w342/ogCVehL5jtzACAZ6YmyFTQm7IfJ.jpg",
      "rating": 0.0
    },
    {
      "id": 1557870,
      "title": "Pietà",
      "date": "2025-10-09",
      "overview": "In Pietà, a mother reflects on how Mary never feared for Jesus’ safety, unlike her constant worry for her son Josh. One night, as she waits for him to return, time mysteriously stops. Replacing the clock’s batteries, it begins ticking backward, transporting her to a haunting memory—the night she dozed off waiting, only to be jolted awake by a gunshot that shattered her world.",
      "poster": "https://image.tmdb.org/t/p/w342/pk0BjFBBiaFJGOrWhOFnYWIuJeZ.jpg",
      "rating": 0.0
    },
    {
      "id": 1557863,
      "title": "Chasing the gold",
      "date": "2025-10-09",
      "overview": "The Coolangatta Gold, a punishing endurance race scripted as part of a 1980's romantic film, originating from the sport of surf lifesaving. Ali Day, the greatest ironman of all time, aims for his tenth title but his body is older and a field of competitors are desperate to beat him, including the young gun Conner Maggs.",
      "poster": "https://image.tmdb.org/t/p/w342/f7YkHXReGzVadmnnMo2IP0ARGmw.jpg",
      "rating": 0.0
    },
    {
      "id": 1557756,
      "title": "Come Romeo e Giulietta",
      "date": "2025-10-09",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/7B7PnfH8u74QpS3OyMQLri3hzxD.jpg",
      "rating": 0.0
    },
    {
      "id": 1556051,
      "title": "Showtime",
      "date": "2025-10-09",
      "overview": "Mattia, a talented basketball player, dreams of playing in the championship finals in front of his father, who is increasingly distant and absorbed in his work. Faced with yet another announced absence, Mattia will do anything to allow him to watch him play.",
      "poster": "https://image.tmdb.org/t/p/w342/lEMLvbFCCa4A9r3p0j4McMdyb6V.jpg",
      "rating": 0.0
    },
    {
      "id": 1555836,
      "title": "Maître Conti : Le fils perdu",
      "date": "2025-10-09",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/8E4Bflnx1ckvxYl3mem25PiW9Gg.jpg",
      "rating": 6.0
    },
    {
      "id": 1553876,
      "title": "NJPW Road to King of Pro-Wrestling 2025 - Day 3",
      "date": "2025-10-09",
      "overview": "NJPW Road to King of Pro-Wrestling 2025 - Day 3 was a professional wrestling event promoted by New Japan Pro Wrestling (NJPW) that took place on October 9, 2025 at Komatsu General Gymnasium in Komatsu, Ishikawa, Japan.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 1553171,
      "title": "Nu.e.s",
      "date": "2025-10-09",
      "overview": "Alyss runs bare, exposed to the environment and affected by its surrounding elements. Their exhausting journey becomes a pretext to reflect on a quest for personal authenticity.",
      "poster": "https://image.tmdb.org/t/p/w342/a29upaHcobGl8bpgTXqZA2oMMgZ.jpg",
      "rating": 0.0
    },
    {
      "id": 1551558,
      "title": "Little Miss Chaos",
      "date": "2025-10-09",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/34l2bzWie574ueE8SPHBkWcdKQN.jpg",
      "rating": 0.0
    },
    {
      "id": 1551278,
      "title": "In Passing",
      "date": "2025-10-09",
      "overview": "For more than a decade, Artūras Morozovas has been photographing people in vulnerable situations – those who have experienced the Russian occupation and its consequences, those affected by the war in Ukraine, and those experiencing social isolation in Lithuania. He explores social problems that are still felt in both countries as a result of the Soviet occupation.",
      "poster": "https://image.tmdb.org/t/p/w342/8wWRswJzKq0eSXoGYDjwcOOYG35.jpg",
      "rating": 0.0
    },
    {
      "id": 1551127,
      "title": "The Wolf Cut",
      "date": "2025-10-09",
      "overview": "A high school student decides to befriend and secretly make a movie about a boy who is rumored to be a werewolf.",
      "poster": "https://image.tmdb.org/t/p/w342/pNUcKz33bHFQbtiziVhzbBQk0FI.jpg",
      "rating": 0.0
    },
    {
      "id": 1551123,
      "title": "Galatea",
      "date": "2025-10-09",
      "overview": "When Galatea, an incredibly beautiful statue comes to life, her creator Pygmalion falls head over heels. Through their bond, the artist not only discovers true love but also that change and grief are just as much a part of life.",
      "poster": "https://image.tmdb.org/t/p/w342/p9Ssx6AoFlMZrVLW9Zw6BDcHFFI.jpg",
      "rating": 0.0
    },
    {
      "id": 1551118,
      "title": "Dead End",
      "date": "2025-10-09",
      "overview": "A group of friends gathers at a remote cabin to hold a séance for their late friend, Willa. Scout (early 30s, they/them) wants to keep the peace, but tensions are high, Renee (early 30s, they/them), Willa’s ex, is desperate to connect with her, while Emily (late 20s, she/her), Scout’s girlfriend, seems uneasy. Meanwhile, CJ (late 20s, she/her) and Jane (mid-20s, she/her) watch the drama unfold, trying to stay out of it. As the séance begins, Scout stumbles upon a shocking secret, Emily and Willa had an affair. Before they can process it, strange things start happening, and Scout realizes they are the only one who can actually see Willa’s ghost. As Willa stirs up chaos, taunting Scout and pushing tensions to a breaking point, the group’s friendships unravel, leading to a dramatic and absurd showdown.",
      "poster": "https://image.tmdb.org/t/p/w342/4rXsfCBujC8qoEC5Z4zF7PtusAz.jpg",
      "rating": 0.0
    },
    {
      "id": 1550785,
      "title": "My Father, the BTK Killer",
      "date": "2025-10-09",
      "overview": "Raised by a man leading a monstrous double life, the daughter of the BTK serial killer shares her chilling story.",
      "poster": "https://image.tmdb.org/t/p/w342/47EblKlcEQ4lHdTVnay4P1d6thf.jpg",
      "rating": 0.0
    },
    {
      "id": 1550311,
      "title": "To Have And To Hold",
      "date": "2025-10-09",
      "overview": "This awareness short film follows a married woman trapped in a painful and abusive relationship with her husband, Luis. She is forced to confront her deepest fears and face a life-changing decision. The story sheds light on the hidden struggles of domestic abuse, highlighting resilience, courage, and the difficult path toward freedom.",
      "poster": "https://image.tmdb.org/t/p/w342/p1EN14nbTZ4OhHpM0TvlKoMABTc.jpg",
      "rating": 0.0
    },
    {
      "id": 1547557,
      "title": "Frankie Quiñones: Damn That's Crazy",
      "date": "2025-10-09",
      "overview": "Frankie Quiñones hits the stage to unpack love, addiction, and the high-stakes politics of the family carne asada.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 1545500,
      "title": "Under My Skin",
      "date": "2025-10-09",
      "overview": "Two brothers visit their childhood home after the death of their father. Accompanied by their wives, they are forced to face the consequences of their past and present circumstances.",
      "poster": "https://image.tmdb.org/t/p/w342/39bQtkIz3aO31jDWd8nHA1WLPtE.jpg",
      "rating": 0.0
    },
    {
      "id": 1544623,
      "title": "Who Killed the Montreal Expos?",
      "date": "2025-10-21",
      "overview": "An investigation into the downfall of the Montreal Expos, Canada's first Major League Baseball team — and who was ultimately responsible.",
      "poster": "https://image.tmdb.org/t/p/w342/hTQg6NXKl2Zre6SytHd6TWPjyTD.jpg",
      "rating": 0.0
    },
    {
      "id": 1544508,
      "title": "Žene, luđaci i malo dobrih pedera",
      "date": "2025-10-09",
      "overview": "At the centre of the plot is the writer Robert, who got fired, got a new job, got hepatitis B, got burnt on his penis and got knocked out, became a father and godfather, slept with four women and forced a friend to commit suicide, all in just four days – without getting sober.",
      "poster": "https://image.tmdb.org/t/p/w342/waC6GALyWTlNZ1V4wGkbKlan5Ih.jpg",
      "rating": 0.0
    },
    {
      "id": 1541293,
      "title": "The Vincent Price Legacy",
      "date": "2025-10-09",
      "overview": "The Legacy of Vincent Price, the first feature-length documentary about the Master of Menace, explores the man behind the legend through conversations with his family, friends, colleagues, historians, and fans.",
      "poster": "https://image.tmdb.org/t/p/w342/lYwQje5CUIDy98XU8Bzp391G5vo.jpg",
      "rating": 0.0
    },
    {
      "id": 1540950,
      "title": "The Final Stair",
      "date": "2025-10-09",
      "overview": "As an apocalyptic flood engulfs their city, a mother and her two children find themselves trapped within the fragile walls of their home. With the waters rising relentlessly, she must summon every ounce of strength physical and emotional to guide her family upward through collapsing floors and the ghosts of memory. Each level ascended reveals not only the devastation outside but the deeper toll of survival within. Above the vast sea, the stars glimmer as both a beacon of hope and a desperate call for salvation. The Final Stair is a haunting meditation on resilience, sacrifice, and the fragile light of humanity in the face of overwhelming catastrophe",
      "poster": "https://image.tmdb.org/t/p/w342/LUKAGn3hFg2Erufx7VM96EEuvK.jpg",
      "rating": 0.0
    },
    {
      "id": 1540867,
      "title": "SAQUON",
      "date": "2025-10-09",
      "overview": "SAQUON began as a video diary documenting his ACL recovery five years ago. But the camera kept rolling after his return, revealing an intimate journey through his frustrations over the lack of control of his career, quiet family moments, and ultimately, his dominant year with the Eagles, culminating in a storybook Super Bowl win on his birthday. This is Saquon like you have never seen him before.",
      "poster": "https://image.tmdb.org/t/p/w342/dNSfQmps989E4n1W6BbqlIbQKqx.jpg",
      "rating": 0.0
    },
    {
      "id": 1539852,
      "title": "To Look, and to Look Again",
      "date": "2025-10-09",
      "overview": "A meditation on labour and land via a blueberry farm in Surrey, BC.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 1539305,
      "title": "How to Live Together",
      "date": "2025-10-09",
      "overview": "Six roommates share a cramped four bedroom apartment. One moves out. Another moves in. In the process, the precarious balance of their routines is comically disrupted.",
      "poster": "https://image.tmdb.org/t/p/w342/1TjgmV9bkEcQD5aiLphUFB7cbIR.jpg",
      "rating": 0.0
    },
    {
      "id": 1537152,
      "title": "Saikai Paradise",
      "date": "2025-10-09",
      "overview": "Kazu, an actor visiting his hometown, where he will have to confess a sad secret to his family. Saikai is a seaside municipality in Nagasaki prefecture — a place with charm, nice scenery, and not much going on. For Kazu, it’s a nice contrast with Tokyo, where he has gone to make his living. His family and his old community welcome his return visit, and he is loath to disappoint them, but the truth about his upcoming marriage will have to be told…",
      "poster": "https://image.tmdb.org/t/p/w342/qhdDpjmco4hb59NtMprh99p03vl.jpg",
      "rating": 0.0
    },
    {
      "id": 1535290,
      "title": "Host",
      "date": "2025-10-09",
      "overview": "Ing is sent to Pinijkhun Reform School, an all-girls facility on a remote island. The only rule here is that everyone must obey orders.",
      "poster": "https://image.tmdb.org/t/p/w342/4qEcHNau8AvgXSywWh5hvy6BTaq.jpg",
      "rating": 0.0
    },
    {
      "id": 1531924,
      "title": "Qifarah",
      "date": "2025-10-09",
      "overview": "An estranged son returns from abroad to care for his dying father, only to uncover dark, sinister secrets about his family that span both his past and present.",
      "poster": "https://image.tmdb.org/t/p/w342/shduJB7O12PzfjEmEMlxMtlNv1V.jpg",
      "rating": 0.0
    },
    {
      "id": 1529660,
      "title": "A Welcome Distraction",
      "date": "2025-10-09",
      "overview": "In the wake of tragedy, a young man goes to great lengths to avoid confronting his family.",
      "poster": "https://image.tmdb.org/t/p/w342/6vQ4csoj606iDzCGa239d3XtgiV.jpg",
      "rating": 0.0
    },
    {
      "id": 1527661,
      "title": "Promises, Promises",
      "date": "2025-10-09",
      "overview": "When a closeted Brooke meanders into a 1980's underground party and meets wild-card Rio, the duo finds themselves in a week-long whirlwind relationship.",
      "poster": "https://image.tmdb.org/t/p/w342/qsHSU0hz0gXhESPBAUU33iNriPt.jpg",
      "rating": 0.0
    },
    {
      "id": 1526850,
      "title": "El llanto de Yubi",
      "date": "2025-10-09",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/p0MbwKTK86tv9VLAEkKi3SNIhqq.jpg",
      "rating": 0.0
    },
    {
      "id": 1526650,
      "title": "Mudborn",
      "date": "2025-10-09",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/3epkiHj6FacptxIfRiDZFQXUyL7.jpg",
      "rating": 0.0
    },
    {
      "id": 1526321,
      "title": "Fichtelberg",
      "date": "2025-10-09",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/v1T3s51199DJx5MyyO4iSCyTpZb.jpg",
      "rating": 0.0
    },
    {
      "id": 1524440,
      "title": "Серафима",
      "date": "2025-10-09",
      "overview": "Twelve-year-old Serafima and Fyodor are trying to save the holy places of the monastery of St. Seraphim of Sarov from destruction by construction. The boys are opposed by one of the leaders of the local defense enterprise - Shmelev, who is also the cousin of the early orphaned Fyodor. Thanks to love, friendship and the power of faith, the boys manage to enlist the support of the new head of the nuclear center under construction and defend the holy places.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 1516348,
      "title": "The Death Without Time of Emilio Blanco",
      "date": "2025-10-09",
      "overview": "In 1997, in a small town in Buenos Aires, Emilio´s 16 years old lifeless body, was found next to the train tracks with severe blows, cuts and signs of asphyxiation. The judiciary, politicians and the police try to close the case, but social pressure persists.",
      "poster": "https://image.tmdb.org/t/p/w342/qLyWP8mknlqPUfdxF4vyHZC5YXs.jpg",
      "rating": 0.0
    },
    {
      "id": 1514958,
      "title": "24 Hours with BEEF | Brogue",
      "date": "2025-10-09",
      "overview": "Brogue follows a passionate gym-bro as he puts his heart and soul into the biggest weightlifting competition of his career.",
      "poster": "https://image.tmdb.org/t/p/w342/di4ludPjv7JsfU9asyWpopO06da.jpg",
      "rating": 0.0
    },
    {
      "id": 1501987,
      "title": "O Último Episódio",
      "date": "2025-10-09",
      "overview": "Erik, a 13-year-old boy, has a platonic crush on Sheila and, to get closer to her, claims to have a tape at home with the legendary “last episode” of the cartoon Dungeons & Dragons. With the help of his friends, he seeks a way out of the mess he has gotten himself into, experiencing an intense coming-of-age story.",
      "poster": "https://image.tmdb.org/t/p/w342/l91fCq4AefkfBWX0Yr92POWE7J8.jpg",
      "rating": 0.0
    },
    {
      "id": 1495629,
      "title": "Dead Souls",
      "date": "2025-10-09",
      "overview": "A western version of Nikolai Gogol's \"Dead Souls\".",
      "poster": "https://image.tmdb.org/t/p/w342/7dKbm6mdeZiaPmkKCYjjU9dhoUd.jpg",
      "rating": 0.0
    },
    {
      "id": 1489187,
      "title": "Сводишь с ума",
      "date": "2025-10-09",
      "overview": "Alisa moves into a spacious apartment in St. Petersburg, where the mirror starts to malfunction, showing the young lodger a parallel reality of the same apartment. Only it is not Alisa who lives in this parallel reality, but the party animal Ivan. Will the young people be able to recognize true love and will they be able to unite their worlds in order to meet in reality and simply touch each other?",
      "poster": "https://image.tmdb.org/t/p/w342/s42X4sEKtQJfLu3tps2vPMjgjrh.jpg",
      "rating": 0.0
    },
    {
      "id": 1488223,
      "title": "Zweigstelle",
      "date": "2025-10-09",
      "overview": "When Resi and her clique get into a fatal accident on their trip to the Alps, they find themselves in a Bavarian afterlife authority that will decide their fate. Elysium, purgatory, rebirth - anything seems possible. When it becomes clear that the group lacks all conviction, the question arises: what the hell happens to someone who didn't believe in anything when they were alive?",
      "poster": "https://image.tmdb.org/t/p/w342/ofZilM4ZYsERn63gPb0YH0ZJdOJ.jpg",
      "rating": 0.0
    },
    {
      "id": 1479262,
      "title": "The Second Wind",
      "date": "2025-10-09",
      "overview": "The story of four Ukrainian soldiers with prosthetic limbs and a female soldier who survived injuries on the front line. They reached the summit of Kilimanjaro in Tanzania and unfurled the Ukrainian flag at an altitude of 5,895 meters, reminding the whole world that true height lies in strength of spirit.",
      "poster": "https://image.tmdb.org/t/p/w342/jyz2dCokfKV0piRRvf8Nef5CxYM.jpg",
      "rating": 0.0
    }
  ]
}