{
  "updated": "2025-10-07T22:16:46",
  "shows": [
    {
      "id": 302436,
      "title": "Andelsbevægelsens historie",
      "date": "2025-10-07",
      "overview": "",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 302387,
      "title": "Saas Bahu Aur Swaad",
      "date": "2025-10-07",
      "overview": "In the heart of a conservative joint family, a spirited daughter-in-law dares to dream beyond the confines of tradition. Supported quietly by her seemingly rigid mother-in-law, the two women secretly start a food vlog from their modest kitchen. What begins as a playful experiment soon turns into a viral sensation, bringing them unexpected recognition and opportunities.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 302286,
      "title": "Maana Ke Hum Yaar Nahi",
      "date": "2025-10-07",
      "overview": "Susheel and sabki favourite Khushi is the hero of this story! One wrong number connects her with conman Krishna, paving the way for a mission and mohabbat.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 302275,
      "title": "The Age of Passion",
      "date": "2025-10-07",
      "overview": "After dropping out of school to protect his first love, Zhou Mingrui teams up with his friends Xu Jiaming and Pan Bowen to chase their dream of making video games. Despite financial struggles, technical challenges, and market doubts, the three persevere, supporting each other through countless sleepless nights to find success.",
      "poster": "https://image.tmdb.org/t/p/w342/A8E91bFt6vKpeEpoZWifRRjEFLt.jpg",
      "rating": 0.0
    },
    {
      "id": 302171,
      "title": "My Untucked Life",
      "date": "2025-10-07",
      "overview": "",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 302164,
      "title": "Worlds Apart",
      "date": "2025-10-07",
      "overview": "In the ultimate treasure hunt across Japan, six young brits who have never travelled alone have been paired with pensioners who thought they’d never travel again. Chasing clues and trying to overcome the generation gap to win a life changing cash prize. Can they stay in the game… or will they be Worlds Apart?",
      "poster": "https://image.tmdb.org/t/p/w342/sjJRShKdb8OONqXoODoOnWX0v7j.jpg",
      "rating": 0.0
    },
    {
      "id": 301453,
      "title": "Den rette for Gunilla",
      "date": "2025-10-07",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/2w1im5iH5xc68Ff66uBvR2aommK.jpg",
      "rating": 0.0
    },
    {
      "id": 301124,
      "title": "2200-nen Neko no Kuni Nippon",
      "date": "2025-10-07",
      "overview": "Takes place in the year 2200, where Japan has become a land of cats as the human population's birth rate has declined. In this future world, cats can talk, learn, and work. The story follows a high school girl and her argumentative cat.",
      "poster": "https://image.tmdb.org/t/p/w342/wJF9KIeL5ieEEiGh3ZBIUOJr2bZ.jpg",
      "rating": 0.0
    },
    {
      "id": 300999,
      "title": "True Haunting",
      "date": "2025-10-07",
      "overview": "Paranormal encounters from the viewpoint of those who lived them are detailed through immersive reenactments and present-day interviews.",
      "poster": "https://image.tmdb.org/t/p/w342/wY1Xu4PJSEy0YBLZPq2qXvy2pE2.jpg",
      "rating": 0.0
    },
    {
      "id": 300178,
      "title": "Is It a Crime to Kill the One Who Took My Daughter’s Life?",
      "date": "2025-10-07",
      "overview": "A devoted caregiver, Reiko, seeks revenge by undergoing plastic surgery to disguise herself as a young mother and infiltrate a group of moms to expose and destroy those responsible for her daughter's death.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 299743,
      "title": "Forget That Night, Your Majesty",
      "date": "2025-10-07",
      "overview": "Born the despised daughter of a noble family, Lunia escapes her grim fate by marrying the cursed Duke, Hades Khronoa. But after a single loveless night, she vanishes without a trace, unaware that she’s carrying his children. Seven years later, Hades is determined to reclaim Lunia and finds her... as well as the children he never knew existed. As secrets resurface and emotions reignite, can this broken couple untangle the past and face the future together?",
      "poster": "https://image.tmdb.org/t/p/w342/y0VrJnFQXmMXF4ASTI7tkU0IoOc.jpg",
      "rating": 0.0
    },
    {
      "id": 298291,
      "title": "New Tokyo Water Police",
      "date": "2025-10-07",
      "overview": "Tokyo Bay Water Police, formed to combat rising maritime crime in under-patrolled waters contrasting land's high-surveillance success, unites a fractured team of officers—a veteran leader, an ambitious transfer detective, and a skilled marine engineer—whose clashing backgrounds evolve into collaborative resilience as they solve coastal crimes and protect Tokyo’s waterways.",
      "poster": "https://image.tmdb.org/t/p/w342/yMZlls6hVhJNNosDMBDat0E8xJZ.jpg",
      "rating": 0.0
    },
    {
      "id": 296719,
      "title": "So, You Make It",
      "date": "2025-10-07",
      "overview": "A woman loses herself by playing the \"perfect girlfriend,\" cooking elaborate meals for her partner, while her old-fashioned boyfriend assumes women should cook. After a smooth college romance and cohabitation, they break up right after his proposal. Through cooking, they rethink stereotypes and rebuild their love in this rom-com.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 284644,
      "title": "My Status as an Assassin Obviously Exceeds the Hero's",
      "date": "2025-10-07",
      "overview": "Akira Oda and his high school classmates are summoned to another world! While the other students are granted cheat abilities through the summoning, Akira merely gains the abilities of a mediocre \"assassin.\" However, his status soon surpasses \"hero,\" the strongest profession. After Akira becomes suspicious of the King behind the summoning, he is falsely framed for a crime and forced to flee.",
      "poster": "https://image.tmdb.org/t/p/w342/oQk3aXYEa4TMd9rAYgzDpAYTU8P.jpg",
      "rating": 7.5
    },
    {
      "id": 284442,
      "title": "A Gatherer's Adventure in Isekai",
      "date": "2025-10-07",
      "overview": "Kamishiro Takeru is a completely ordinary salaryman who reincarnates in another world—a world of swords and magic called Madeus—and starts his new isekai life with lots of new skills! Takeru must make the most of his enhanced physical strength, unbelievable magic power, and the \"Search\" ability that allows him to find items of worth as his great isekai journey begins!",
      "poster": "https://image.tmdb.org/t/p/w342/AtpIf9wnT6IaHoG31XsdqZEEf80.jpg",
      "rating": 0.0
    },
    {
      "id": 276643,
      "title": "Film Club",
      "date": "2025-10-07",
      "overview": "Friday night. 7pm. Film Club Week 198. Evie hasn't left the house in six months after a 'wobble', and Film Club is her escape. A weekly chance to create a world of wonder, deck the garage out in whatever the movie calls for and spend a few uninterrupted hours with Noa - her best friend and one of the few mates who still shows up. But tonight, things are different. Noa's got big news. A dream job is taking him across the other side of the country, which means that all of this is ending.",
      "poster": "https://image.tmdb.org/t/p/w342/gufaBMLwHyOa9eTnxYV05ZJ518w.jpg",
      "rating": 10.0
    },
    {
      "id": 261343,
      "title": "Chitose Is in the Ramune Bottle",
      "date": "2025-10-07",
      "overview": "Saku Chitose, known as \"Class 5's womanizing scumbag,\" is popular at school despite online criticism. As his second year begins, his teacher tasks him with convincing Kenta Yamazaki, a shut-in who despises Saku, to return to class. Now, Saku must earn Kenta's trust to maintain his flawless reputation.",
      "poster": "https://image.tmdb.org/t/p/w342/vtfibksdwu4gdzBhZTFeVdMwCFN.jpg",
      "rating": 0.0
    },
    {
      "id": 222624,
      "title": "GINTAMA - Mr. Ginpachi's Zany Class",
      "date": "2025-10-07",
      "overview": "The storyline revolves around class 3-Z's students and their wacky homeroom teacher Ginpachi-sensei.",
      "poster": "https://image.tmdb.org/t/p/w342/7ltjtyqkrkfDVSwCP79J4fgevqv.jpg",
      "rating": 0.0
    },
    {
      "id": 302437,
      "title": "Éric Lapointe",
      "date": "2025-10-08",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/tKjCZShp5q2E2sPcnN3lpF86HUk.jpg",
      "rating": 0.0
    },
    {
      "id": 302004,
      "title": "Lying",
      "date": "2025-10-08",
      "overview": "On a quest for vengeance, a young woman infiltrates a wealthy real estate family, plotting to destroy them as their wary matriarch grows suspicious.",
      "poster": "https://image.tmdb.org/t/p/w342/y8O2cYv9g8uj4aEQySy0CTXAd5Z.jpg",
      "rating": 0.0
    },
    {
      "id": 301963,
      "title": "The Celebrity Traitors: Uncloaked",
      "date": "2025-10-08",
      "overview": "Ed Gamble is joined by the latest murdered and banished players to unpack all the drama from The Celebrity Traitors.",
      "poster": "https://image.tmdb.org/t/p/w342/AtRNr2gtWtqomIjloYTb1eyDuFj.jpg",
      "rating": 0.0
    },
    {
      "id": 301951,
      "title": "Der Promihof",
      "date": "2025-10-08",
      "overview": "",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 301474,
      "title": "Le Phone",
      "date": "2025-10-08",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/9OM6RbGI2mTrByfFqRaa7OjTR3c.jpg",
      "rating": 0.0
    },
    {
      "id": 300596,
      "title": "Oshi ga Joshi ni Narimashite: Full Throttle",
      "date": "2025-10-08",
      "overview": "When her favorite actor unexpectedly becomes her company’s new president, a devoted secretary must keep her fandom a secret while navigating work and romance.",
      "poster": "https://image.tmdb.org/t/p/w342/3a7nQcxdms0SieE9Q5G8K5TgfSY.jpg",
      "rating": 0.0
    },
    {
      "id": 300595,
      "title": "The Cursed Love",
      "date": "2025-10-08",
      "overview": "A cursed heir with uncontrollable fire powers faces love and deadly rivals in a quest for the “Heart of Magic.”",
      "poster": "https://image.tmdb.org/t/p/w342/rT92fidLdlBRLiWAzhET6U5urFm.jpg",
      "rating": 0.0
    },
    {
      "id": 300594,
      "title": "Is It Cake? Halloween",
      "date": "2025-10-08",
      "overview": "Cake or fake? Trick or treat? Skilled bakers whip up hyperrealistic Halloween cakes in this seasonal special edition of the hit competition series.",
      "poster": "https://image.tmdb.org/t/p/w342/msfCGuLiZwLV8O5JZ3EoY6aeiim.jpg",
      "rating": 0.0
    },
    {
      "id": 300358,
      "title": "From There On, It's Hell",
      "date": "2025-10-08",
      "overview": "Risa, a 29-year-old insurance worker, struggles with fertility issues and growing marital tension with her husband while trying to conceive.",
      "poster": "https://image.tmdb.org/t/p/w342/pdxPLRZd9Kf8zDMcHPSNXLDCaoQ.jpg",
      "rating": 0.0
    },
    {
      "id": 299799,
      "title": "ESCAPE",
      "date": "2025-10-08",
      "overview": "A wealthy pharmaceutical CEO's daughter is kidnapped on her 20th birthday, but when the botched abduction leaves one captor stunned, the seemingly obedient heiress shocks everyone by begging her would-be kidnapper to flee with her, sparking a chaotic manhunt that unravels dangerous secrets about her true identity and forces both fugitives to confront their twisted destinies.",
      "poster": "https://image.tmdb.org/t/p/w342/jDXvGDfbp76hJc4dfarAdmFI7yj.jpg",
      "rating": 0.0
    },
    {
      "id": 298554,
      "title": "The Golden Egg",
      "date": "2025-10-08",
      "overview": "Thrown into the gritty world of a weekly magazine, rookie reporter Hinako Shinoda chases scandals, crime, and secrets she never expected to uncover.",
      "poster": "https://image.tmdb.org/t/p/w342/cCbDjYceJm1RxGzuhTcRuFFMsFT.jpg",
      "rating": 0.0
    },
    {
      "id": 296514,
      "title": "Ewout: Gevaarlijke Gevangenissen",
      "date": "2025-10-08",
      "overview": "In Ewout: Dangerous Prisons, Ewout Genemans visits one horrific prison after another. He gains access to places where cameras are normally not welcome. For the program, he traveled to Nigeria, Paraguay, the Philippines, and El Salvador, among other places.",
      "poster": "https://image.tmdb.org/t/p/w342/84z9uNcSzKQi3r33OceV2ozaYXV.jpg",
      "rating": 0.0
    },
    {
      "id": 294626,
      "title": "A Farmer's Fortune",
      "date": "2025-10-08",
      "overview": "After a fall, food blogger He Qingqing wakes up in ancient times, where she builds a new life through hard work, unexpected love, and motherhood. Just as she finds success and happiness, she's faced with a difficult choice: return to her world or stay where her heart now belongs.",
      "poster": "https://image.tmdb.org/t/p/w342/cRKmIjZAbmKrrJb6Io7UXAljK4r.jpg",
      "rating": 0.0
    },
    {
      "id": 293756,
      "title": "Sin gluten",
      "date": "2025-10-08",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/4hzmxRkWYIXQ6I6uAYlLM7MMaqV.jpg",
      "rating": 0.0
    },
    {
      "id": 291431,
      "title": "The Celebrity Traitors",
      "date": "2025-10-08",
      "overview": "The Celebrity Traitors is coming to BBC One and iPlayer in autumn 2025 and host Claudia Winkleman promises the nine-part series will put the celebrity contestants through their paces!",
      "poster": "https://image.tmdb.org/t/p/w342/bc7mquPVg0MXGeHWhkgkWlb062p.jpg",
      "rating": 0.0
    },
    {
      "id": 285070,
      "title": "Ninja vs. Gokudo",
      "date": "2025-10-08",
      "overview": "The ninja banish evil from the shadows. The gokudo gather lonely outcasts and commit crimes. The grudge they forged centuries ago is rekindled in the present day. The ninja Shinoha meets Kiwami, a gokudo with the face of a businessman. Unknowing of the other's identity, they bond over anime, but the war between ninja and gokudo intensifies. Who will survive and who will perish, ninja or gokudo?",
      "poster": "https://image.tmdb.org/t/p/w342/zOokyOcW8KtCTkF6Km6KZKABz83.jpg",
      "rating": 0.0
    },
    {
      "id": 262928,
      "title": "Love in the Clouds",
      "date": "2025-10-08",
      "overview": "At the annual Qingyun Conference in the Hexu Six Realms, Ji Bozai, a warrior from the Jixing Abyss with a past as a convict, defeated Ming Yi, the cold warrior goddess who had reigned supreme for seven consecutive years. Overnight, Ji Bozai became the hottest new star in Jixing Abyss. Meanwhile, Ming Yi, hiding her true identity, disguised herself as a dancer to get close to Ji Bozai. Under their carefully crafted personas, the two engaged in a thrilling dance of deception and attraction, fighting for justice and fairness, and ultimately found a deep and moving love.",
      "poster": "https://image.tmdb.org/t/p/w342/alXAb26apN2tbRM91QjeZ0KzHlj.jpg",
      "rating": 0.0
    },
    {
      "id": 262259,
      "title": "Wandance",
      "date": "2025-10-08",
      "overview": "Kaboku has always just gone with the flow, marching in step to the drumbeat of the expectations of those around him: parents, school, plans for the future. It feels predictable, safe, and… empty. But one night, Kaboku's at school late, and he happens on a girl alone, moving wildly, turning a blank space of concrete into a canvas. This is Hikari Wanda, a member of the hip-hop dance club. Kaboku is immediately smitten, but the road to stepping out of his shell is a long one. The club is almost entirely girls, and they're all, well, way better than him. What's ahead is unknown, and that's terrifying, but it also means, for the first time in Kaboku's life… a taste of freedom.",
      "poster": "https://image.tmdb.org/t/p/w342/1FbU0jXGPTKKWtRkVD1zplH73La.jpg",
      "rating": 0.0
    },
    {
      "id": 249551,
      "title": "Néro the Assassin",
      "date": "2025-10-08",
      "overview": "1504, France. On the run from enemies, an assassin discovers his long-lost daughter, forcing him to choose between saving himself or her — and the world.",
      "poster": "https://image.tmdb.org/t/p/w342/twNHmxeFkDEdGzYMeGTp9stoGUC.jpg",
      "rating": 0.0
    },
    {
      "id": 242907,
      "title": "Fate",
      "date": "2025-10-08",
      "overview": "Taxi driver David becomes the chauffeur for a famous bullfighter known as El Maestro, who is attempting a comeback after years away from the ring. El Maestro's perspective changes, and he starts seeing David as a good luck charm.",
      "poster": "https://image.tmdb.org/t/p/w342/uTVhABBMuGUoIy5ttHwUm66lGIs.jpg",
      "rating": 0.0
    },
    {
      "id": 237052,
      "title": "The Lost Station Girls",
      "date": "2025-10-08",
      "overview": "Between 1995 and 2001 in southern France, a teenage girl vanishes and three young women are murdered—sparking a relentless manhunt that will haunt detective Flore Robin and the Perpignan police for years.",
      "poster": "https://image.tmdb.org/t/p/w342/h6lfVwD3fKQL32gCrvH0Boe4s1k.jpg",
      "rating": 0.0
    },
    {
      "id": 302255,
      "title": "O'ahu Shores",
      "date": "2025-10-09",
      "overview": "Jet off to Hawaii with the new Peacock Original docuseries O’ahu Shores, which launches exclusively this October. Peacock’s new reality series follows eight young Hawaiians who are looking to make their own mark as they navigate adulthood while celebrating their culture.",
      "poster": "https://image.tmdb.org/t/p/w342/ekMMaqyofpTSGpZ749V23nw8dM4.jpg",
      "rating": 0.0
    },
    {
      "id": 301470,
      "title": "Klara – mic drop",
      "date": "2025-10-09",
      "overview": "",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 300314,
      "title": "Sträters Problemzonen",
      "date": "2025-10-09",
      "overview": "",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 299947,
      "title": "When I was Little, There was a God",
      "date": "2025-10-09",
      "overview": "A middle-aged couple's seemingly stable marriage unravels when a forgotten 20-year-old promise to divorce once their child turns 20 resurfaces, exposing stifled ambitions and hidden resentments as they confront evolving identities beyond their roles as parents.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 299282,
      "title": "PUNKS△TRIANGLE",
      "date": "2025-10-09",
      "overview": "A young designer dreams of creating a look for his favorite model and finally gets his chance–unless his class partner screws things up!",
      "poster": "https://image.tmdb.org/t/p/w342/zBm9qRE4Ylq4bMLAdcvDtgmbaAK.jpg",
      "rating": 0.0
    },
    {
      "id": 295327,
      "title": "Raske Jenter",
      "date": "2025-10-09",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/y01miFbPU1Fd37g29OOK04ZBW6B.jpg",
      "rating": 0.0
    },
    {
      "id": 292742,
      "title": "S.W.A.T. Exiles",
      "date": "2025-10-09",
      "overview": "After a high-profile mission goes sideways, Daniel 'Hondo' Harrelson is pulled out of forced retirement to lead a last-chance experimental SWAT unit made up of untested, unpredictable young recruits. Hondo must bridge a generational divide, navigate clashing personalities, and turn a squad of outsiders into a team capable of protecting the city and saving the program that made him who he is.",
      "poster": "https://image.tmdb.org/t/p/w342/i06dbZx3oI9V7PP1Uv6T7wlPFT7.jpg",
      "rating": 0.0
    },
    {
      "id": 288604,
      "title": "See the Light",
      "date": "2025-10-09",
      "overview": "During the Republic of China era, a secretive pawnshop called Shenhong delivers vigilante justice for women harmed by others. Led by Si Jiali and her team, they help the vulnerable while drawing the attention of Detective Zhou Mu, whose pursuit uncovers a long-buried case entangling everyone involved.",
      "poster": "https://image.tmdb.org/t/p/w342/amlKOEudARMMUzROvHNVBYEe73C.jpg",
      "rating": 0.0
    },
    {
      "id": 286404,
      "title": "The Dark History of the Reincarnated Villainess",
      "date": "2025-10-09",
      "overview": "Konoha Satou has a dark history, written throughout middle school a fantasy adventure of love and magic about the Count's daughter Konoha Magnolia and the knights who love her. But when it looks like that dark history is going to be uncovered by her mother, Konoha panics and dies in a traffic accident. Opening her eyes, she finds that she's been reincarnated into the world of her own dark history as Iana Magnolia, the worst villainess of her own creation.",
      "poster": "https://image.tmdb.org/t/p/w342/yrAx1DmfnZjTs2NKsljqd60Kg9X.jpg",
      "rating": 0.0
    },
    {
      "id": 284838,
      "title": "9-1-1: Nashville",
      "date": "2025-10-09",
      "overview": "Follow heroic first responders, as well as their family saga of power and glamour, in one of America's most diverse and dynamic cities: Nashville, Tennessee.",
      "poster": "https://image.tmdb.org/t/p/w342/gtUI04nGfq3AsoG6bNahPrT4Lrm.jpg",
      "rating": 0.0
    },
    {
      "id": 273914,
      "title": "El centro",
      "date": "2025-10-09",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/3FsZbW802oCxgVRa0vANOS3OiW5.jpg",
      "rating": 0.0
    },
    {
      "id": 273274,
      "title": "Yummy Yummy Yummy",
      "date": "2025-10-09",
      "overview": "A chance encounter brings the Shen family to Yong'an City, where they meet Lin Yan, a magistrate. Their journey unfolds into a whimsical tale of gourmet delights, local traditions, and an unexpected romance.",
      "poster": "https://image.tmdb.org/t/p/w342/kHvPFoadW5UZ857L9XMVMcPnMHh.jpg",
      "rating": 0.0
    },
    {
      "id": 262281,
      "title": "Victoria Beckham",
      "date": "2025-10-09",
      "overview": "Step into Victoria Beckham's London atelier, as the Spice Girl-turned-powerhouse designer opens up about her life while preparing for Paris Fashion Week.",
      "poster": "https://image.tmdb.org/t/p/w342/tPwT7WIiTZ6TB84EjzkY7kYwiRD.jpg",
      "rating": 0.0
    },
    {
      "id": 252135,
      "title": "The Resurrected",
      "date": "2025-10-09",
      "overview": "Two grieving mothers resurrect a scam ringleader to avenge their daughters — but as painful truths emerge, justice slips from their reach.",
      "poster": "https://image.tmdb.org/t/p/w342/w6XfEr5IiQ086CiqHmTEsgnmzmB.jpg",
      "rating": 0.0
    },
    {
      "id": 225647,
      "title": "Boots",
      "date": "2025-10-09",
      "overview": "In 1990, a bullied, gay high school student named Cameron joins the Marine Corps with his straight best friend, Ray — a dangerous move when being gay in the military meant jail time or worse. As these two friends plunge into Marine Corps boot camp, where the landmines are both literal and metaphorical, they join a platoon of young men on a harrowing journey of transformation.",
      "poster": "https://image.tmdb.org/t/p/w342/eEwe68oPFFDU4ehZ3sXiETE44Rt.jpg",
      "rating": 0.0
    },
    {
      "id": 221079,
      "title": "The Last Frontier",
      "date": "2025-10-09",
      "overview": "When a prison transport plane crashes in the remote Alaskan wilderness—freeing dozens of violent inmates—the region's lone marshal must protect the town he's vowed to keep safe.",
      "poster": "https://image.tmdb.org/t/p/w342/4S2gS1mECZ5wDRBVAZE6KWmJHI3.jpg",
      "rating": 6.5
    },
    {
      "id": 302259,
      "title": "Carters Haunted House",
      "date": "2025-10-10",
      "overview": "Hosted by Carter Kench and featuring 16 of your favourite creators, join them as they enter a haunted circus filled with eerie challenges, shocking prizes, and chilling secrets. In this twisted spectacle, nothing is what it seems.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 302063,
      "title": "This Sea Will Overflow",
      "date": "2025-10-10",
      "overview": "In a land where people are accustomed to battling fierce waves and constant storms, the story of a woman who stands tall on her feet, with all her emotional strength, resilience and endurance, and a man who is passionate about his \"love\" and who competes with the storms of the Black Sea and struggles with its waves, comes to the screens with an effective script... The ups and downs of the mountains, the sea and the human soul are told through the eyes of a stranger who finds himself in the middle of the endless war between two mortal enemies...",
      "poster": "https://image.tmdb.org/t/p/w342/uHIOTJXN9nNTc51WyunL43Fvge3.jpg",
      "rating": 0.0
    },
    {
      "id": 301735,
      "title": "Veduvan",
      "date": "2025-10-10",
      "overview": "Sooraj, a struggling Tamil actor, is approached by a director to star in a biopic about Encounter Specialist Arun. As he dives deeper, he discovers there is much more to Arun’s story.",
      "poster": "https://image.tmdb.org/t/p/w342/clk0TLQGdDtsqnv1SfJBlzOc67O.jpg",
      "rating": 0.0
    },
    {
      "id": 301638,
      "title": "Rescued the Lost Times",
      "date": "2025-10-10",
      "overview": "During the An Shi Rebellion, as the emperor flees west, eunuch Chen Jingbian controls Chang’an while guarding the map that holds the empire’s deepest secrets. General’s daughter Feng Yinniang infiltrates the city as a healer, aiming to steal the map and uncover the mastermind behind her family’s massacre.",
      "poster": "https://image.tmdb.org/t/p/w342/rl3Brrb3kjb1Lkuef1zpG14Q6ur.jpg",
      "rating": 0.0
    },
    {
      "id": 301625,
      "title": "No Brakes",
      "date": "2025-10-10",
      "overview": "A delivery man and a high society widow open a hostel for immigrants-forgetting to hang the sign that says 'No Drama Allowed.' They face more secrets than beds, a romance hotter than their free Wi-Fi, and a neighborhood determined to shut them down.",
      "poster": "https://image.tmdb.org/t/p/w342/3IeuYKkzf7AyilTXOKYMqjMDht8.jpg",
      "rating": 0.0
    },
    {
      "id": 301586,
      "title": "Search: The Naina Murder Case",
      "date": "2025-10-10",
      "overview": "\"Search: The Naina Murder Case\" follows ACP Sanyukta Das, played by Sensharma, a seasoned investigator drawn into the murder of a teenage girl just as she plans to move departments to salvage her crumbling marriage.",
      "poster": "https://image.tmdb.org/t/p/w342/dsYE7oJoJ9sz93uXbAVHAuynre4.jpg",
      "rating": 0.0
    },
    {
      "id": 300786,
      "title": "Petter og Familien - Der Ingen Drar",
      "date": "2025-10-10",
      "overview": "",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 300710,
      "title": "Whether You Can or Can't",
      "date": "2025-10-10",
      "overview": "A selfless woman, after being dumped and losing her job due to an infertility diagnosis, meets a younger man and impulsively proposes a bold arrangement to escape her despair.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 299335,
      "title": "Fake Mommy",
      "date": "2025-10-10",
      "overview": "A former Tokyo University elite struggling with job hunting forms an unlikely partnership with a tough-as-nails, high school dropout entrepreneur to fake a perfect mother-daughter image for a prestigious elementary school entrance exam, risking legal trouble and moral collapse in a desperate scheme to secure the child's future.",
      "poster": "https://image.tmdb.org/t/p/w342/nttlzmt7an59nAUnT5hMa6KLhzO.jpg",
      "rating": 0.0
    },
    {
      "id": 291361,
      "title": "Knife Edge: Chasing Michelin Stars",
      "date": "2025-10-10",
      "overview": "Experience thrilling highs and crushing lows as the world's best chefs pursue the ultimate accolade: a Michelin Star. These anonymous inspectors have never let anyone in on their mysterious ways, until now.",
      "poster": "https://image.tmdb.org/t/p/w342/sCdkFjh3o1wW2Wd82IHG6gXBA3D.jpg",
      "rating": 0.0
    },
    {
      "id": 281011,
      "title": "Would You Marry Me?",
      "date": "2025-10-10",
      "overview": "A couple who pretend to be newlyweds, find themselves developing genuine feelings for each other as they navigate their fake marriage.",
      "poster": "https://image.tmdb.org/t/p/w342/7qCxPXnoAIBPcDOnN6zXmubp3s9.jpg",
      "rating": 0.0
    },
    {
      "id": 278009,
      "title": "Old Money",
      "date": "2025-10-10",
      "overview": "Nihal's affluent life comes under threat when a self-made tycoon with an eye for money — and an even sharper one for love — shakes up Istanbul's elite.",
      "poster": "https://image.tmdb.org/t/p/w342/o9M2ZITJkQyE3zz1FrwHZt3ed9p.jpg",
      "rating": 0.0
    },
    {
      "id": 250211,
      "title": "How to Tame a Fox",
      "date": "2025-10-10",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/8VaXxCWEuV7a5oB4vBvSYg4pd4f.jpg",
      "rating": 0.0
    },
    {
      "id": 233105,
      "title": "Chronicles of the Russian Revolution",
      "date": "2025-10-10",
      "overview": "The history of the tragic events of the October Revolution. The period from 1905 to 1924 was a difficult epoch that influenced the fate of people not only in Russia, but also the whole world in the XX century.",
      "poster": "https://image.tmdb.org/t/p/w342/8p5CkFRxK2rz2KdnVghsx0A5oZN.jpg",
      "rating": 0.0
    },
    {
      "id": 301766,
      "title": "Alle Remmen Los!",
      "date": "2025-10-11",
      "overview": "",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 300388,
      "title": "Sins and Roses",
      "date": "2025-10-11",
      "overview": "As a boy, Serhat lost both his father and fortune but built an empire on family and integrity. His world shatters when his wife Berrak hides a devastating secret and falls into a coma. While searching for answers, his heart hardens—until he meets Zeynep, a passionate florist chasing the same truth, igniting a journey of trust, passion, and redemption.",
      "poster": "https://image.tmdb.org/t/p/w342/3Qwhs7xxf9LILllWLnxbSaCBNDf.jpg",
      "rating": 0.0
    },
    {
      "id": 300179,
      "title": "Kaigo Sunakku Besaiyu",
      "date": "2025-10-11",
      "overview": "At a mysterious snack bar, a magical wine and nostalgic dishes awaken cherished memories, transforming a young man who once despised the elderly.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 299340,
      "title": "Good and Bad",
      "date": "2025-10-11",
      "overview": "A sinister game begins when a group of classmates reunites at their high school reunion, only to uncover a time capsule containing a defaced graduation album—and soon, their peers start dying mysteriously. As two former classmates race to unravel the truth behind the deaths, their own hidden secrets threaten to expose a web of lies, turning every classmate into a suspect in a nonstop suspense-driven mystery: who is the true culprit?",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 295109,
      "title": "Link",
      "date": "2025-10-11",
      "overview": "Bakr, a simple retiree, has his life turned upside down when he accidentally loses all his money by clicking on a suspicious link. He then embarks on a journey to seek justice with the help of his neighbor, Asmaa, despite their constant disagreements, and with a young man who is skilled in the world of electronic hacking. While they are trying to recover his money, many secrets are revealed to them.",
      "poster": "https://image.tmdb.org/t/p/w342/xVHu6LJUziAxGOH8k128M4Lg8Rr.jpg",
      "rating": 0.0
    },
    {
      "id": 289102,
      "title": "Unlimited Love",
      "date": "2025-10-11",
      "overview": "When office worker Plu is fired from her job after hitting a leering senior, she's left in state of distress as she has her mother and younger sibling to take care of. In low spirits, she meets Ray, a beautiful and wealthy-looking woman who proposes she opens a company called Unlimited Company, a company that will do absolutely anything as long as clients have the money to pay them. Her family owns a building available for rent, and she'd be happy to be a partner.  Whether it's the beauty of the woman before her or her drunkenness that persuades her, Plu doesn't know, but she's soon opening up applications for employees with unpredictable talents. Soon, the office is filled with beautiful people, chaos and headache-inducing challenges. What starts as a mess of confusion gradually becomes a second home as relationships between coworkers begin blossoming into something beyond work.  (Source: Thai = Miss Grand International || Translation: MDL",
      "poster": "https://image.tmdb.org/t/p/w342/vXgGeGHnMlHivCEwISU79VOmSzY.jpg",
      "rating": 0.0
    },
    {
      "id": 280946,
      "title": "Typhoon Family",
      "date": "2025-10-11",
      "overview": "Depicts the struggles of small and medium-sized businesses and their families who face the 1997 IMF crisis head-on.",
      "poster": "https://image.tmdb.org/t/p/w342/vQ8mv66ct4hQSh5kRCqy7d6FtZD.jpg",
      "rating": 0.0
    },
    {
      "id": 302309,
      "title": "My Boyfriend is a Sculpture",
      "date": "2025-10-12",
      "overview": "The sculpture I created… is walking around alive?!\n\n“What are you?!”\n\n“I’m the sculpture you made.”",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 301693,
      "title": "Sahtekarlar",
      "date": "2025-10-12",
      "overview": "A lawyer, a liar, a family consumed by the thirst for power... In this story where everyone hides their own truth, there is only one question: Who is the biggest fraud?",
      "poster": "https://image.tmdb.org/t/p/w342/zgVgcthDQ8pYgBkKzi1AaXmmeFO.jpg",
      "rating": 0.0
    },
    {
      "id": 299403,
      "title": "Chosen Home",
      "date": "2025-10-12",
      "overview": "When a clumsy man falls for a teacher, a teen’s shocking proposal forces them into an unexpected and unconventional household.",
      "poster": "https://image.tmdb.org/t/p/w342/jU4lcDB5JKj22HrH7DoiKb6vN9C.jpg",
      "rating": 0.0
    },
    {
      "id": 299059,
      "title": "すべての恋が終わるとしても",
      "date": "2025-10-12",
      "overview": "After graduating high school, Yuu and Mao begin a passionate relationship that gradually unravels during their long-distance college years, intertwining with seven other characters in a bittersweet ensemble love story spanning youth to adulthood.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 297517,
      "title": "The Royal Family",
      "date": "2025-10-12",
      "overview": "Kurisu has always admired his father, who runs a tax accounting firm, and dreamed of working with him one day. To broaden his skills, he joined a major tax firm, but a professional setback left him disillusioned. His life takes an unexpected turn when he meets racehorse owner Sanno Kozo, reigniting his sense of purpose.",
      "poster": "https://image.tmdb.org/t/p/w342/mrwM3t0htYTSxSLf5UgYHlaSdjo.jpg",
      "rating": 0.0
    },
    {
      "id": 283689,
      "title": "Li'l Miss Vampire Can't Suck Right",
      "date": "2025-10-12",
      "overview": "With her cool, mysterious aura, transfer student Ishikawa Luna is already the most popular girl in class. Ohtori, on the other hand, is so average he's practically a background character. The thought of ever speaking with Luna never even crossed his mind—until he accidentally discovers her secret: She’s a vampire…who's absolutely terrible at sucking blood!",
      "poster": "https://image.tmdb.org/t/p/w342/i2hhAwqhmIDPl8ZhCLpmRbQSInw.jpg",
      "rating": 0.0
    },
    {
      "id": 278604,
      "title": "GNOSIA",
      "date": "2025-10-12",
      "overview": "Based on the visual novel social deduction video game of the same name where the crew of a spaceship must deduce who among them is a Gnosia, an alien-like creature, and put them into cryosleep before it kills them.",
      "poster": "https://image.tmdb.org/t/p/w342/pkUFNaZxbJx6TONuHy1hfyiIqXQ.jpg",
      "rating": 0.0
    },
    {
      "id": 271938,
      "title": "Riot Women",
      "date": "2025-10-12",
      "overview": "Five women along with two riotous backing singers come together to create a makeshift punk-rock band in order to enter a local talent contest, but in writing their first original song, soon discover that they have a lot to say - and this is their way to say it.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 271267,
      "title": "The Chair Company",
      "date": "2025-10-12",
      "overview": "After an embarrassing incident at work, suburban family man William Ronald Trosper finds himself investigating a far-reaching conspiracy.",
      "poster": "https://image.tmdb.org/t/p/w342/p7ulZ8FDSFcZpEt3oPdDQBL0wNH.jpg",
      "rating": 10.0
    },
    {
      "id": 252662,
      "title": "Hamza's Hidden Wild Isles",
      "date": "2025-10-12",
      "overview": "Wildlife cameraman Hamza Yassin reveals hidden wildlife gems from across the four countries of the British Isles.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 301739,
      "title": "Designeventyret – 100 år med nordisk design",
      "date": "2025-10-13",
      "overview": "",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 301715,
      "title": "Armorsaurs",
      "date": "2025-10-13",
      "overview": "Armorsaurs follows a team of teen pilots and their armoured dinosaurs, who are humanity’s last line of defence against a sophisticated alien race intent on returning to Earth to replenish their army of prehistoric fighting dinosaurs.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 294294,
      "title": "The Fearless Youth",
      "date": "2025-10-13",
      "overview": "Teenager Tian Ye is wrongly accused in a series of violent attacks, but the determined prosecutor Chen Feng uncovers a deeper revenge plot and the teen’s true sacrifice. Together, they seek justice, helping Tian Ye rebuild his life while exposing the real criminal.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 294190,
      "title": "終幕のロンド —もう二度と、会えないあなたに—",
      "date": "2025-10-13",
      "overview": "Itsuki Torigai, a grieving single father and estate organizer, tackles life’s toughest transitions—from post-death cleanups to pre-passing downsizing—while forging heartfelt connections with struggling families, illuminating resilience and shared humanity in life’s most fragile moments.",
      "poster": "https://image.tmdb.org/t/p/w342/nr0Q3WUpC81WEb8yNJ8t9AZ3m6e.jpg",
      "rating": 0.0
    },
    {
      "id": 289567,
      "title": "DMV",
      "date": "2025-10-13",
      "overview": "A single camera workplace comedy set at the place everyone dreads going most: the DMV. Our quirky and lovable characters are making minimum wage, doing a thankless job where customers are annoyed before they even walk in the door. Good thing they have each other.",
      "poster": "https://image.tmdb.org/t/p/w342/8E6FHMhDMbaZVFZpYdjvxcYpiFD.jpg",
      "rating": 0.0
    },
    {
      "id": 279116,
      "title": "The Death of Bunny Munro",
      "date": "2025-10-13",
      "overview": "Following his wife Libby's death by suicide, sex addicted, door-to-door beauty product salesman and self-professed lothario Bunny Munro finds himself saddled with a young son and only a loose concept of parenting. Together with nine-year-old Bunny Junior he embarks on an epic and increasingly out-of-control road trip across Southern England as the two struggle to contain their grief in very different ways.",
      "poster": "https://image.tmdb.org/t/p/w342/qu8yEsqEzX0bUhdursfjgFjyrpl.jpg",
      "rating": 0.0
    },
    {
      "id": 301802,
      "title": "Tell Me What You Really Think",
      "date": "2025-10-14",
      "overview": "Marc Fennell throws a very different kind of dinner party, inviting extraordinary Australians facing some of the most important health issues of today to tell him what they really think.",
      "poster": "https://image.tmdb.org/t/p/w342/n56YPkqgPrTX6wyvxuM2No9wkX5.jpg",
      "rating": 0.0
    },
    {
      "id": 300951,
      "title": "Witches Of Essex",
      "date": "2025-10-14",
      "overview": "Rylan Clark teams up with anthropologist Professor Alice Roberts to investigate one of the darkest and most harrowing chapters in Essex’s history - the murder of hundreds of women accused of witchcraft. Each episode centres on a specific witch trial, with Rylan and Alice opening a cold case into the stories behind some of the women accused of witchcraft during the 16th and 17th centuries, many of whom were found guilty and sentenced to death by hanging. They visit the towns and villages in Essex where the women lived and died. Guided by original court documents and a team of historians, psychologists and medical experts, they explore these women’s lives, alleged crimes and trials.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 299057,
      "title": "UNREAL -不条理雑貨店-",
      "date": "2025-10-14",
      "overview": "A mysterious antique shop \"UNREAL,\" run by a tracksuit-clad owner and a cafe worker, becomes a surreal stage where cursed antiques with strict rules draw in sinners burdened with hidden desires, unraveling a daydream-like fantasy of intertwined fates and forbidden wishes.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 296821,
      "title": "Guts & Glory",
      "date": "2025-10-14",
      "overview": "Guts & Glory flips the script on the traditional competition show – thrusting players into an immersive horror experience full of unexpected challenges. The new series blends the intensity of a horror film with the pressure of a survival game where contestants are confronted with their fears in various scenarios.​",
      "poster": "https://image.tmdb.org/t/p/w342/rp1IH2MdoABtK8KAan9vg9uBKa4.jpg",
      "rating": 0.0
    },
    {
      "id": 290885,
      "title": "Wife Swap: The Real Housewives Edition",
      "date": "2025-10-14",
      "overview": "When a “Real Housewife” takes off her stilettos and steps into a real housewife’s shoes, all bets are off as two of entertainment’s most iconic franchises are mashed up leading to laugh-out-loud moments, personal epiphanies and an opportunity to see if the grass is truly greener.",
      "poster": "https://image.tmdb.org/t/p/w342/2KxZjXSZyXjFM2lPiJhwGuIonEY.jpg",
      "rating": 0.0
    },
    {
      "id": 290342,
      "title": "The Love Never Sets",
      "date": "2025-10-14",
      "overview": "After surviving trauma and leaving school, Ice returns to confront his past—only to be cast in an intimate film with the boy he never forgave.",
      "poster": "https://image.tmdb.org/t/p/w342/fhmgIYlOhpX0o6Acj7MzmmX3s3S.jpg",
      "rating": 0.0
    },
    {
      "id": 282776,
      "title": "Tafers Code",
      "date": "2025-10-14",
      "overview": "Tafers Code follows five teenagers at the T.A.F. language school in Itaquaquecetuba, guided by the charismatic Teacher Gilmar. Each episode explores the unique challenges and strengths of the students as they discover how learning English can transform their lives. With humor, emotion, and a touch of documentary style, the series culminates in a final project that inspires not only the characters but everyone to take the first step toward a brighter future through language learning.",
      "poster": "https://image.tmdb.org/t/p/w342/75JMHtf4Ob4p7gyFfiI4p3QYk7A.jpg",
      "rating": 0.0
    },
    {
      "id": 282662,
      "title": "With You, Our Love Will Make It Through",
      "date": "2025-10-14",
      "overview": "When high schooler Mari bumps into a fellow tardy student, she's surprised to find out he's a beastfolk who's to attend her school! After all, it's not rare for beastfolk to coexist alongside humans, but it's still uncommon, with the prejudice and all. Nervous to meet one at first, Mari soon learns there's more to him than his furry exterior. In fact, the more she gets to know him, the more she finds herself drawn to him, his steadfastness, his kindheartedness, and…his body…",
      "poster": "https://image.tmdb.org/t/p/w342/2FnGuEp0jNmS6CeS9DU497RAGzX.jpg",
      "rating": 0.0
    },
    {
      "id": 127366,
      "title": "Splinter Cell: Deathwatch",
      "date": "2025-10-14",
      "overview": "In the shadowy world of espionage, Sam Fisher is a rumor and a legend. Pulled back into action, he must help a new recruit unravel a global conspiracy.",
      "poster": "https://image.tmdb.org/t/p/w342/33tYEOnFvy2jRm0Tm5u0WwDnPIs.jpg",
      "rating": 0.0
    },
    {
      "id": 51983,
      "title": "Bitter Honeymoon",
      "date": "2025-10-14",
      "overview": "After being betrayed by his first love Rose, Purin schemes revenge by marrying her daughter Kangsadan, but as he grows close to her, unexpected feelings of love and warmth emerge, complicating his plan and testing their path forward.",
      "poster": "https://image.tmdb.org/t/p/w342/yP2CEDzDbErs1x7l3TQsjgvwH9i.jpg",
      "rating": 0.0
    },
    {
      "id": 301999,
      "title": "Smak & Ubehag",
      "date": "2025-10-15",
      "overview": "",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 301611,
      "title": "المرسى",
      "date": "2025-10-15",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/rcKBxUIo1fSivRmfjpXUmRshv0G.jpg",
      "rating": 0.0
    },
    {
      "id": 301239,
      "title": "Souvenirs : Le fabuleux voyage de Seb et Sofyan",
      "date": "2025-10-15",
      "overview": "",
      "poster": "https://image.tmdb.org/t/p/w342/r72adrfXZ9qvNWSd17HzxCyxXAm.jpg",
      "rating": 0.0
    },
    {
      "id": 300322,
      "title": "Terra Rossa",
      "date": "2025-10-15",
      "overview": "In Adana, the feud between the Bereketoğulları and Karahanlıs families reignites. As Ömer Bereketoğul (Engin Akyürek) struggles to protect his family and land, newly appointed prosecutor Nevin (Gülsim Ali) arrives, seeking justice for her fiancé’s death. Their collision sparks a dangerous bond, where duty and desire clash and love becomes the most unpredictable weapon of all.",
      "poster": "https://image.tmdb.org/t/p/w342/31zn3jriMaSAx9oflfn3ER5JRbn.jpg",
      "rating": 0.0
    },
    {
      "id": 297743,
      "title": "Ugoku! Neko Mukashibanashi",
      "date": "2025-10-15",
      "overview": "The cute comedy manga and anime take children's stories and folktales from all around the world and asks, \"what if a cat appeared in this story?\"",
      "poster": "https://image.tmdb.org/t/p/w342/7d63WcaIE4IuUgD5d3DsTa060iO.jpg",
      "rating": 0.0
    },
    {
      "id": 286489,
      "title": "Unstoppable: Heroes Rising",
      "date": "2025-10-15",
      "overview": "This is the year of transformation. Unstoppable grows up, pushing its heroes into the most challenging battles of their lives. The stakes have never been higher—enemies are more powerful, dangers are more real, and the team faces threats that could break them.\n\nSeason 4 deepens the Unstoppable universe with realism, relationships, and tragedy. We introduce the heroes' families, explore their friendships, and witness how alliances form and fracture. Some will find love, while others will endure heartbreak. Bonds will be tested, and sacrifices will be made.\n\nThis season isn’t just about superpowers—it’s about growing up. It’s about the weight of responsibility, the pain of loss, and the triumph of resilience. As the world around them changes, the heroes of Unstoppable must find a way to hold on to who they are—before everything is torn apart.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 281555,
      "title": "To Cook a Bear",
      "date": "2025-10-15",
      "overview": "A Pastor has a spiritual awakening which profoundly impacts the Sami and Tornedalians, the body of a shepherd's girl is found in a bog.Meanwhile the villagers set in search of the killer bear.",
      "poster": "https://image.tmdb.org/t/p/w342/3zQuqSuNDHWed5o2qMmD1Sd5sB9.jpg",
      "rating": 0.0
    },
    {
      "id": 270734,
      "title": "Murdaugh: Death in the Family",
      "date": "2025-10-15",
      "overview": "Maggie and Alex enjoy a lavish life of privilege as members of one of South Carolina's most powerful legal dynasties. But when their son Paul is involved in a deadly boat crash, the family is faced with a test unlike any they've ever encountered. As details come to light and new challenges emerge, the family's connections to several mysterious deaths raise questions which threaten everything Maggie and Alex hold dear.",
      "poster": "https://image.tmdb.org/t/p/w342/7IUIu17pw1ryvVjofjWWua25F3h.jpg",
      "rating": 0.0
    },
    {
      "id": 246027,
      "title": "No One Saw Us Leave",
      "date": "2025-10-15",
      "overview": "A young woman confronts societal prejudices and legal hurdles to rescue her children, kidnapped by her husband as revenge for her forbidden romance.",
      "poster": "https://image.tmdb.org/t/p/w342/nOjhJqlWYDZHuskzGmZKdgoxlXN.jpg",
      "rating": 0.0
    },
    {
      "id": 299058,
      "title": "Buzz Until You Die!!",
      "date": "2025-10-16",
      "overview": "A 26-year-old waitress's life spirals after her accidental hit-and-run video goes viral, transforming her into a justice-obsessed influencer who sacrifices morals for online fame, only to become the target of a vengeful online hate campaign.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 297128,
      "title": "Fanzone",
      "date": "2025-10-16",
      "overview": "",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 294406,
      "title": "The Cop. A New Chapter",
      "date": "2025-10-16",
      "overview": "Although many years have passed, the problems faced by the Homicide Department of the Warsaw Metropolitan Police remain painfully relevant. Officers continue to confront violence, death, and the dark aspects of human nature every single day. Joining the seasoned detectives Banaś and Jóźwiak is a young, ambitious police officer - Tamara Rudnik. Right from the start, she is thrown into the heart of the brutal Warsaw underworld, where the lines between good and evil often blur dangerously. As each investigation raises more questions than answers, the officers must face not only ruthless criminals but also their own inner demons.",
      "poster": "https://image.tmdb.org/t/p/w342/bRojnurH5NfaOiXAZGGbQ8RTbv9.jpg",
      "rating": 0.0
    },
    {
      "id": 292130,
      "title": "Mr. Scorsese",
      "date": "2025-10-16",
      "overview": "Explore the many lives of Martin Scorsese through intimate interviews with the man himself, access to his private archives, plus conversations with Robert De Niro, Leonardo DiCaprio, Margot Robbie, Daniel Day-Lewis, Steven Spielberg, and more.",
      "poster": "https://image.tmdb.org/t/p/w342/atok9lbfro3hZxGTlaJZWN0BWRM.jpg",
      "rating": 0.0
    },
    {
      "id": 257534,
      "title": "Devil in Disguise: John Wayne Gacy",
      "date": "2025-10-16",
      "overview": "From 1972-1978, thirty-three young men were kidnapped, murdered and buried in a crawl space beneath their killer's house. And no one was the wiser. Not for all those years. Why? He was charming and funny. Had a good, All-American job. Was a community leader. He even volunteered to entertain sick kids...while dressed as a clown.",
      "poster": "https://image.tmdb.org/t/p/w342/yD4yWdFANg47WldvmrK3VcW5G0F.jpg",
      "rating": 0.0
    },
    {
      "id": 249054,
      "title": "Romantics Anonymous",
      "date": "2025-10-16",
      "overview": "A brilliant chocolatier who's afraid of making eye contact meets an heir who can't touch others — but somehow, they're immune to each other.",
      "poster": "https://image.tmdb.org/t/p/w342/tl95sLfjzDwXJs8zZuq6Wnb1WC0.jpg",
      "rating": 0.0
    },
    {
      "id": 302334,
      "title": "Sweet Dreams",
      "date": "2025-10-17",
      "overview": "A thriller film directed by Tai, becomes a horrifying reality when murders mirror its scenes. With a detective, a psychiatrist, and the haunting return of his ex, he must uncover the true killer before it’s too late.",
      "poster": "https://image.tmdb.org/t/p/w342/8bcIElB7jrgk0458Blt3M2Z5OJp.jpg",
      "rating": 0.0
    },
    {
      "id": 301890,
      "title": "Hollywood Hustler: Glitz, Glam, Scam",
      "date": "2025-10-17",
      "overview": "The meteoric rise and catastrophic fall of Zach Horowitz, a wannabe actor, on his journey from Indiana to Los Angeles as he orchestrates one of Hollywood's most audacious financial frauds. Obsessed with achieving A-list status despite his limited talent on screen, Zach convinces his university friends with finance backgrounds to join his business ventures with fabricated backings from powerful CEOs.",
      "poster": null,
      "rating": 0.0
    },
    {
      "id": 301449,
      "title": "GBRB: Joy Pops Laugh Pops",
      "date": "2025-10-17",
      "overview": "Lee Kwang Soo, Kim Woo Bin, and Doh Kyung Soo are back with a hilarious new spin-off of the beloved “GBRB” series!\n\nGBRB: Joy Pops Laugh Pops,” which will follow the trio as they set off on a whirlwind trip to Mexico in search of fresh perspectives and experiences.\n\nThe program is a spinoff of “GBRB Spinoff: Cafeteria Operation,” where the KKPP Food employees successfully completed their missions and earned the chance to go abroad for an insight trip to help the company grow. It also marks the second spinoff of “GBRB: Reap What You Sow.”",
      "poster": "https://image.tmdb.org/t/p/w342/k4oenZF14FK4YW59Wsracnk9DXU.jpg",
      "rating": 0.0
    }
  ]
}